{"": ["Exhibit 10.3AMENDMENT TO INDEMNIFICATION AGREEMENTTHIS AMENDMENT TO INDEMNIFICATION AGREEMENT (\"Amendment\") is made as of December 31, 2009 (the \"Effective Date\"), by PACIFIC OFFICE PROPERTIES, L.P., a Delaware limited partnership, whose address is 233 Wilshire Boulevard, Suite 310, Santa Monica, California 90401 (\"Pacific Office\"), and SHIDLER EQUITIES L.P., a Hawaii limited partnership, whose address is 841 Bishop Street, Suite 1700, Honolulu, Hawaii 96813 (\"Shidler Equities\").R E C I T A L S :1.           First Hawaiian Bank, a Hawaii corporation (the \"Lender\"), extended a line of credit to Pacific Office in the principal sum of $10,000,000.00, which line of credit was extended on the terms and conditions set forth in that certain Credit Agreement dated September 2, 2009, executed by Pacific Office and the Lender.2.           The obligation of Pacific Office to repay the $10,000,000 line of credit was secured by the pledge to the Lender of a certificate of deposit in the principal amount of $10,000,000, which certificate of deposit was provided and pledged to the Lender by Shidler Equities on the condition that Pacific Office indemnify Shidler Equities from any and all losses and expenses incurred by Shidler Equities in connection with the pledge of the certificate of deposit, which indemnification of Shidler Equities is set forth in that certain Indemnification Agreement dated September 2, 2009, executed by Pacific Office in favor of Shidler Equities (the \"Indemnification Agreement\").3.           At the request of Pacific Office, the Lender has agreed to increase the principal amount of the line of credit from $10,000,000 to $15,000,000 on the terms of that certain Amendment to Loan Documents dated December 31, 2009, executed by the Lender, Pacific Office and Shidler Equities (the \"Amendment to Loan Documents\"), which terms require the principal amount of the certificate of deposit to be increased from $10,000,000 to $15,000,000.4.           Shidler Equities has agreed with Pacific Office that Shidler Equities will provide and pledge to the Lender the required funds to increase the principal amount of the certificate of deposit from $10,000,000 to $15,000,000 (such certificate of deposit in the original principal amount of $10,000,000, as increased to $15,000,000, and/or any replacement or additional certificate of deposit provided and pledged by Shidler Equities to the Lender being referred to hereinafter as the \"Certificate of Deposit\") on the condition that the Indemnification Agreement is amended, in its entirety, as set forth below.NOW, THEREFORE, to induce Shidler Equities to provide and pledge to the Lender the required funds to increase the principal amount of the Certificate of Deposit from $10,000,000 to $15,000,000 as security for the obligation of Pacific Office to repay the line of credit, as increased from $10,000,000 to $15,000,000 (the \"Line of Credit\"), and in consideration of the foregoing premises and other good and valuable consideration, the receipt and sufficiency of which are hereby acknowledged, Pacific Office and Shidler Equities hereby agree that as of the Effective Date, the Indemnification Agreement is amended, in its entirety, to provide as follows:1.           Indemnification of Shidler Equities.  Pacific Office hereby agrees to pay, protect, defend and save Shidler Equities harmless from and against, and hereby indemnifies Shidler Equities from and against, any and all losses, damages, costs, expenses (including, without limitation, reasonable attorneys' fees), liabilities, obligations, causes of action, suits, claims, demands and judgments (collectively, \"Losses\"), which Losses may at any time be incurred by, imposed upon or awarded against Shidler Equities as a result of:(a)           the failure by Pacific Office to cause the entire $15,000,000 principal amount of the Certificate of Deposit and all accrued interest to be disbursed to Shidler Equities upon the Maturity Date of the Line of Credit, the term Maturity Date being defined in the Credit Agreement described in recital 1 above, which Credit Agreement and other documents evidencing and/or securing the Line of Credit are being amended by the Amendment to Loan Documents (the Credit Agreement, as amended by the Amendment to Loan Documents, being referred to hereinafter as the \"Loan Agreement\");(b)           any Event of Default or failure to perform by Pacific Office under any of the Loan Documents (as such terms are defined in the Loan Agreement), it being agreed by Pacific Office and Shidler Equities that if all or any portion of the Certificate of Deposit is withdrawn by the Lender and applied to the payment of principal, interest and/or charges under the Line of Credit then, in addition to any other right or remedy that Shidler Equities may have under the Indemnification Agreement, as amended, and/or under the law, interest shall accrue on any such amount that is withdrawn and be due and payable to Shidler Equities at the rate of seven percent (7%) per annum from the date of the withdrawal until paid by Pacific Office to Shidler Equities in full;(c)           any bankruptcy or similar proceeding affecting Pacific Office;(d)           any cost or expense being incurred by Shidler Equities in connection with the pledge to the Lender of the Certificate of Deposit, including, without limitation, reasonable attorneys' fees; and(e)           any cost or expense being incurred by Shidler Equities in connection with the enforcement of the Indemnification Agreement, as amended, including, without limitation, reasonable attorneys' fees.The liability of Pacific Office under the Indemnification Agreement, as amended, shall be direct and immediate.  Losses incurred by Shidler Equities shall be payable by Pacific Office upon demand.  Shidler Equities shall also be entitled to appear in any action or proceeding to defend itself against any claim in connection with the Line of Credit and/or the Certificate of Deposit, and all costs and expenses incurred by Shidler Equities in so doing, including, without limitation, reasonable attorneys' fees, shall be paid by Pacific Office on demand.22.           Fee to be Paid to Shidler Equities.  In consideration of Shidler Equities providing and pledging to the Lender the Certificate of Deposit as described above, Pacific Office agrees to pay to Shidler Equities an annual fee of two percent (2%) of the entire $15,000,000 principal amount of the Certificate of Deposit, which annual fee shall accrue, and shall be paid by Pacific Office to Shidler Equities on a quarterly basis in arrears on the first day of January, the first day of April, the first day of July and the first day of October of each year, until the entire $15,000,000 principal amount of the Certificate of Deposit and all accrued interest are disbursed to Shidler Equities.3.           Repayment of the Line of Credit.  Pacific Office and Shidler Equities hereby acknowledge that the Line of Credit is to be repaid by Pacific Office and that Shidler Equities has no obligation to the Lender and/or to Pacific Office to repay the Line of Credit, in whole or in part.4.           Binding Effect.  The Indemnification Agreement, as amended, shall be binding upon and inure to the benefit of Pacific Office, Shidler Equities and their respective successors and assigns.5.           Enforcement.  The Indemnification Agreement, as amended, may be enforced in any federal or state court in the City and County of Honolulu, State of Hawaii.6.           Hawaii Law.  The Indemnification Agreement, as amended, shall be construed in accordance with the laws of the State of Hawaii.\"Pacific Office and Shidler Equities further agree that this Amendment may be executed in counterparts, all of which taken together shall constitute one and the same instrument.[REMAINDER OF THIS PAGE INTENTIONALLY LEFT BLANK]3 IN WITNESS WHEREOF, Pacific Office and Shidler Equities have executed this Amendment as of the Effective Date.PACIFIC OFFICE PROPERTIES, L.P.,a Delaware limited partnershipBy:    Pacific Office Properties Trust, Inc.,a Maryland corporationIts General PartnerBy:        /s/James R. Ingebritsen", "   By signing this Agreement, [CLIENT NAME] (   Client   ) has retained [SERVICE PROVIDER NAME] (   Service Provider   ) to proceed with the requested services, and agrees to the terms and conditions as set forth in this Agreement: ", "Exhibit 10.5", "   [NAME OF LESSOR], as Lessor, does hereby agree to let to [NAME OF LESSEE], as Lessee, a parking space located at [STREET ADDRESS OF PARKING SPACE] (Building/Street Address) [CITY OF PARKING SPACE] (City), [STATE OF PARKING SPACE](State) , such parking space being further described Parking Space No. [PARKING SPACE NUMBER] at the aforementioned location.   The following terms and conditions shall apply to this Parking Space Lease Agreement (   Agreement   ):Terms and Conditions:1.  Items Left in Vehicle.  Lessor shall not be responsible for damage or loss to possessions or items left in Lessee   s vehicle.2.    Damage to Vehicle.  Lessor shall not be responsible for damage to Lessee   s vehicle, whether or not such damage is caused by other vehicle(s) or person(s) in the parking lot and surrounding area.3.    Parking Lot Attendants.  Lessor shall not provide parking lot attendants.   In the event that Lessor provides such attendants, any use of such attendant by Lessee to park or drive Lessee   s vehicle shall be at Lessee   s request, direction and sole risk of any resulting loss and   Lessee shall indemnify Lessor for any loss resulting from such use.4.    Payments by Lessee.  Lessee agrees to pay $ [RENT] per month for the lease   of the aforementioned parking space.   Lessee is to make such leasehold payment     (to Lessor or Lessor   s Agent)  in person (or by mail) at [RENT MAILING ADDRESS] address.   Payments shall be made in advance by Lessee on the first of each month.5.  Receipts by Lessor.  Lessor agrees to provide a receipt to Lessee for each payment received.   Such receipt shall show the amount paid and number of the leased parking space.6.  Termination.  Either party may terminate this Agreement by providing 30 days  written notice to the other party.   Any such notice shall be directed to a party at the party   s address as listed below in this Agreement.", "Exhibit 10.6WILLIS AWARD PLAN FOR KEY EMPLOYEES OFWILLIS GROUP HOLDINGSAS AMENDED AND RESTATED ON DECEMBER 30, 2009 BY WILLIS GROUP HOLDINGS LIMITEDAND AS AMENDED AND RESTATED AND ASSUMED BYWILLIS GROUP HOLDINGS PUBLIC LIMITED COMPANY ON DECEMBER 31, 2009", "   This agreement is between [CLIENT 1 NAME] and [CLIENT 2 NAME], hereinafter referred to as the \"Clients\", and [PHOTOGRAPHER NAME], hereinafter referred to as the \"Photographer(s)\".Date of Wedding: [WEDDING DATE]Start Time: [WEDDING START TIME]Ceremony Time: [CEREMONY TIME] Ending Time: [WEDDING ENDING TIME]Other Times/Arrangements and Services agreed on: [OTHER TIMES/ARRANGEMENTS AND SERVICES][CLIENT 1 NAME] Address: [CLIENT 1 ADDRESS]Email: [CLIENT 1 EMAIL]Phone: [CLIENT 1 PHONE][CLIENT 2 NAME] Address: [CLIENT 2 ADDRESS]Email: [CLIENT 2 EMAIL]Phone: [CLIENT 2 PHONE]CeremonyName of Location: [CEREMONY LOCATION NAME]Address: [CEREMONY LOCATION ADDRESS]Phone: [CEREMONY LOCATION PHONE]ReceptionName of Location: [RECEPTION LOCATION NAME]Address: [RECEPTION LOCATION ADDRESS]Phone: [RECEPTION LOCATION PHONE]Addtional Contact 1Name: [ADDITIONAL CONTACT 1 NAME]Mobile Number: [ADDITIONAL CONTACT 1 MOBILE NUMBER]Additional Contact 2Name: [ADDITIONAL CONTACT 2 NAME]Mobile Number: [ADDITIONAL CONTACT 2 MOBILE NUMBER]Additional contacts must be able to be contacted on the day of the wedding. Amount agreed: $[COST OF SERVICES AGREED UPON]Booking fee/deposit: $[BOOKING FEE/DEPOSIT AMOUNT]The booking fee is due on signing this agreement (Booking Fee is [BOOKING FEE PERCENTAGE]% of the amount agreed with a maximum of $[BOOKING FEE MAXIMUM]), with the balance of the amount agreed due [BALANCE DUE DATE # DAYS] days before the day of the wedding.The Clients agree to provide a meal for the Photographer if the length of attendance exceeds five hours.", "Exhibit 10.11THE WILLIS GROUP HOLDINGS2001 BONUS AND SHARE PLANAS AMENDED AND RESTATED ON DECEMBER 30, 2009 BY WILLIS GROUP HOLDINGS LIMITED AND AS AMENDED AND RESTATED AND ASSUMED BY WILLIS GROUP HOLDINGS PUBLIC LIMITED COMPANY ON DECEMBER 31, 2009A SUB-PLAN TO THE WILLIS GROUP HOLDINGS LIMITED 2001 SHARE PURCHASE AND OPTION PLAN, AS AMENDED AND RESTATED ON DECEMBER 30, 2009 BY WILLIS GROUP HOLDINGS LIMITED AND AS AMENDED AND RESTATED AND ASSUMED BY WILLIS GROUP HOLDINGS PUBLIC LIMITED COMPANY ON DECEMBER 31, 2009", "Exhibit 10.2COMMON STOCK PURCHASE AGREEMENTAGREEMENT entered into as of the 29th day of December, 2009, by and between Glacier Enterprises, Inc., a Delaware corporation with an address at 2000 Hamilton Street #943, Philadelphia, PA 19130 USA (the  Company ) and North American Waste Management Inc., a Federal Canada corporation, with an address at 2963 St Charles 40554, Kirkland, Quebec, Canada H9H 5G8 (the  Purchaser  or  Investor ).WHEREAS, the Purchaser desires to purchase, and the Company desires to sell, an aggregate of 31,026,600 shares (the  Shares ) of the Company s common stock, par value $.0001 per share (the  Common Stock ) upon the terms and conditions hereof.NOW, THEREFORE, in consideration of the premises and the mutual agreements herein contained, the Purchaser and the Company hereby agree as follows:SECTION 1: SALE OF THE SHARES ", "Exhibit 99.2LITHIA MOTORS, INC. Executive Nonqualified Deferred Compensation AgreementTHIS AGREEMENT by and among Lithia Motors, Inc., an Oregon corporation (the  Company ), and M.L. Dick Heimann (the  Executive ) is dated effective December 31st, 2009 (the  Effective Date ).RECITALSA.        On December 31st, 2009, the Company s Board of Directors approved the granting of a nonqualified deferred compensation benefit (the  Plan ), the terms of which are set forth in this Agreement, to executives of the Company with a title of Senior Vice President and higher ( Executives ).  As of that date, all Executives are eligible to participate in the Plan or will become eligible to participate in the Plan upon commencement of their service as an executive of the Company.B.         The Executive is an executive officer of the Company.C.         The Company and the Executive execute this Agreement to evidence the Executive s election to defer constructive and actual receipt of what would otherwise be current compensation in the form of cash payable or shares issuable to the Executive for services performed as a member of the Company s executive team.AGREEMENT    The Executive and the Company agree as follows:Article 1Definitions In addition to those defined terms set forth in the Recitals to this Agreement, the following are defined terms that shall have the specified meanings whenever used in the Agreement:            1.1  Claimant  means the Executive, any designated beneficiary, or other person who believes that he or she is being denied a benefit to which he or she is entitled under this Agreement.", "   Client: [CLIENT NAME]Primary Contact: [CONTACT PERSON'S NAME AND EMAIL]Project: [TITLE OF PROJECT]Designer: [YOUR NAME]", "   APPLICATION DEVELOPMENT AGREEMENT\r  \rThis Mobile Application Development Agreement (the    Agreement   ) is entered into as of December 31, 2011, effective as of February 20, 2012 (the    Effective Date   ) by and between [NAME OF DEVELOPER HERE], (the    Developer   ), and [NAME OF HIRING COMPANY HERE], a [STATE OF INCORPORATION] Limited Liability Corporation (the    Company,    and together with the Developer, the    Parties   ).\r\rRECITALS\r  \rWHEREAS, the Company is engaged in providing [PRIMARY BUSINESS OF THE COMPANY]; and\r  \rWHEREAS, the Developer is engaged in the business of developing and designing mobile application solutions; and\r  \rWHEREAS, the Company wishes to engage the Developer as an independent contractor for the Company for the purpose of designing and developing the Company   s mobile ordering system (the    Application   ) on the terms and conditions set forth below; and\r  \rWHEREAS, the Developer wishes to develop the Application and agrees to do so under the terms and conditions of this Agreement; and\r  \rWHEREAS, each Party is duly authorized and capable of entering into this Agreement.\r  \rNOW THEREFORE, in consideration of the above recitals and the mutual promises and benefits contained herein, the Parties hereby agree as follows:\r  \r1.                                   PURPOSE.\r  \rThe Company hereby appoints and engages the Developer, and the Developer hereby accepts this appointment, to perform the services described in [EXHIBIT A] attached hereto and made a part hereof, in connection with the design and development of the Application (collectively, the    Services   ).\r  \r2.                                   COMPENSATION.\r  \rThe total compensation for the development of the Website shall be as set forth in [EXHIBIT A] hereto. These payments shall be made in installments according to the schedule set forth in [EXHIBIT A] hereto.\r  \r3.                                   TERM.\r  \rThis Agreement shall become effective as of the Effective Date and, unless otherwise terminated in accordance with the provisions of Section 4 of this Agreement, will continue until the Services have been satisfactorily completed and the Developer has been paid in full for such Services (the    Term   ) [or on the expiration of the Warranty Period as defined in subsection 9(a) of this Agreement.].\r  \r4.                                   TERMINATION.\r  \r(a)                               Types of Termination. This Agreement may be terminated:\r  \r", "   Roommate Agreement between [LEASE HOLDER] and [ROOMMATE]Address/Premises: [ADDRESS/PREMISES]  Lease Holder: [LEASE HOLDER] Roommate: [ROOMMATE]Landlord: [LANDLORD]Space to be Occupied by Roommate: [SPACE TO BE OCCUPIED BY ROOMMATE] Date/Term of Occupancy by Roommate: [MONTH/DAY/YEAR] through [MONTH/DAY/YEAR]Roommate Rent: $[DOLLAR AMOUNT] p/month, includes heat, hot/cold water, electricity, high-speed wireless Internet service, access to/use of all common living areas (bathroom, kitchen, living room, etc.) and appliances, pots/pans, television, stereo, etc. Payment Due at Start of Occupancy: 1 Month Rent and 1 Month Deposit ($[DOLLAR AMOUNT], Total). Deposit will be applied if any damage or defaced property is incurred by Roommate, or to last month   s rent. Roommate rent to be paid by check or cash by the 1st of each month. Roommate and Lease Holder will keep the apartment reasonably clean. Dishes, flatware, pots and pans, etc. will not be left in the sink or elsewhere uncleaned after meals. Belongings/ clothing will not be left on furniture or on the floor. The walls, furniture, rugs, etc. will be maintained in the approximate condition that they are found in upon the commencement of this agreement. Vacuuming, cleaning of floors, window sills, bathroom and kitchen, etc. will be shared and/or a cleaning service will be contracted and jointly paid for. Lease Holder and Roommate agree that either one may elect to end the Roommate   s occupancy of the premises at any time but will require at least 1 month   s notice to the other party in order to do so. Such a decision to end the occupancy will not require justification or be open to challenge by either party and will relinquish either party   s commitment to this agreement following the Roommate   s evacuation of the premises. Agreed to by Lease Holder [SIGNATURE] Date [MONTH/DAY/YEAR]Roommate  [SIGNATURE] Date [MONTH/DAY/YEAR]  ", " Exhibit 10.1 EXECUTIVE EMPLOYMENT AGREEMENTThis EXECUTIVE EMPLOYMENT AGREEMENT, is dated as of this 31st day of December, 2009 (the  Agreement ), by and between Cinnabar Ventures, Inc., a Nevada corporation (the  Company ), and Richard Allan Lisa (the  Executive ).BACKGROUNDWHEREAS, the Company is engaged in the business of developing, manufacturing and marketing consumer and business technology services including both software and hardware products distributed nationally and internationally;WHEREAS, the Company believes that the Executive possesses the skills and abilities necessary for the Company to meet its current and future objectives;WHEREAS, the Executive desires to provide such services to the Company in such capacities, on and subject to the terms and conditions hereof; andNOW, THEREFORE, in consideration of the mutual covenants set forth below, the parties hereby agree as follows.AGREEMENTSection 1. Employment.", "Exhibit 10.16WILLIS GROUP HOLDINGS2008 SHARE PURCHASE AND OPTION PLAN(AS AMENDED AND RESTATED ON DECEMBER 30, 2009 BY WILLIS GROUP HOLDINGS LIMITEDAND AS AMENDED AND RESTATED AND ASSUMED BY WILLIS GROUP HOLDINGS PUBLIC LIMITEDCOMPANY ON DECEMBER 31, 2009)", "Exhibit 10.2COMMON UNIT PURCHASE AGREEMENTTHIS COMMON UNIT PURCHASE AGREEMENT (this  Agreement ), dated as of January 4, 2010, is by and between David A. Trott, Ellen Coon, Trustee of the Ellen Coon Living Trust u/a/d 9/9/98, Marcy J. Ford, Trustee of the Marcy Ford Revocable Trust u/a/d 7/12/04, William D. Meagher, Trustee of the William D. Meagher Trust u/a/d 8/24/07 and Jeanne M. Kivi, Trustee of the Jeanne M. Kivi Trust u/a/d 8/24/07 (collectively,  Sellers ), Dolan APC LLC, a Delaware limited liability company ( Buyer ), and, for certain limited purposes set forth in this Agreement, Dolan Media Company, a Delaware corporation ( DM ) and Trott & Trott, P.C., a Michigan corporation ( Trott ). Capitalized terms used but not otherwise defined herein shall have the definitions ascribed to them in the LLC Agreement (defined below).RECITALSA. Buyer and Sellers, among others, are parties to that certain Amended and Restated Operating Agreement of American Processing Company, LLC, dated as of March 14, 2006, as amended (the  LLC Agreement ).B. Sellers own an aggregate 33,675 Common Units of American Processing Company, LLC, a Michigan limited liability company (the  Company ), with each Seller owning the number of Common Units set forth opposite their respective names on the attached Exhibit A.C. On the terms and subject to the conditions set forth in this Agreement, Sellers desire to sell to Buyer, and Buyer desires to purchase from Sellers, 33,675 Common Units (the  Purchased Units ).AGREEMENTIn consideration of the foregoing and the mutual covenants, representations, warranties and agreements set forth herein, and for other good and valuable consideration, the receipt and sufficiency of which is hereby acknowledged, the parties hereby agree as follows:ARTICLE IPURCHASE AND SALE OF UNITS", "   RENTAL AGREEMENT", "Exhibit 10.2  AGREEMENT AND RELEASE This Agreement (the  Agreement ) is dated December 29th 2009 and is made by and between Title Starts Online, Inc. (the  Company ), on one hand, and Mark DeFoor ( Affiliate ), on the other hand.WHEREAS, Affiliate is the owner of 3,105,000 shares of common stock of the Company (the  Shares ); WHEREAS, the Company is engaged in the development of an online repository of title starts for abstractors (the  Business ); WHEREAS, the Company has been unable to develop the Business to justify the expense of remaining as a public corporation; WHEREAS, the Company has entered into and closed a Share Exchange Agreement with the shareholders of Advanced Mechanical Products, Inc., an Ohio corporation ( Advanced ), pursuant to which the Company issued the shareholders of Advanced 1,063,636 shares of common stock of the Company in consideration of all of the outstanding securities of Advanced; WHEREAS, the Company no longer desires to develop the Business and has elected to dispose of the assets relating to the Business; WHEREAS, the Company and Affiliate have elected to enter into this Agreement pursuant to which the Company will sell all of the assets of the Company relating to the Business, including its interest in Title Starts of Kansas City, LLC, a Missouri limited liability company, to Affiliate in consideration for the return of the Shares to the Company for cancellation; WHEREAS, without admitting and specifically denying potential liability and in order to avoid further expense, costs, and time to litigate the any potential dispute between the parties, the Company and Affiliate have reached a full and final agreement regarding the sale of the assets relating to the Business and return for cancellation of the Shares; and NOW, THEREFORE, in consideration of the mutual conditions and covenants contained in this Agreement, and for other good and valuable consideration, the sufficiency and receipt of which is hereby acknowledged, it is hereby stipulated, consented to and agreed by and between the Company and Affiliate as follows: 1. Affiliate agrees to return to the Company the Shares for cancellation which certificates representing the Shares shall be delivered to the Company together with a stock power.2. In consideration for the items set forth in Section 1 above, the Company agrees to transfer all of the assets relating to the Business to the Affiliate. 3. (A) Upon receipt of the assets relating to the Business, Affiliate releases and discharges the Company, the Company s heirs, executors, successors, administrators, attorneys, insurers, and assigns from all actions, cause of action, suits, debts, dues, sums of money, accounts, reckonings, bonds, bills, specialties, covenants, contracts, controversies, agreements, promises, variances, trespasses, damages, judgments, extents, executions, claims, and demands whatsoever, in law, admiralty or equity, against the Company, that Affiliate or its executors, administrators, successors and assigns ever had, now have or hereafter can, shall or may, have for, upon, or by reason of any matter, cause or thing whatsoever, whether or not known or unknown, from the beginning of the world to the day of the date of this Agreement. (B)           Affiliate hereby agrees that it will assume all obligations, liabilities and losses ( Existing Liabilities ) of the Company existing prior to the Company s acquisition of Advanced and Affiliate agrees to indemnify and hold the Company harmless from any and all losses, liabilities, obligations, claims, contingencies, damages, costs and expenses, including all judgments, amounts paid in settlements, court costs and reasonable attorneys  fees associated with the Existing Liabilities. 4. Affiliate warrants and represents that no other person or entity has any interest in the matters released herein, and that it has not assigned or transferred, or purported to assign or transfer, to any person or entity all or any portion of the matters released herein.  Affiliate specifically represents that he is the owner of the Shares and that there are no liens, mortgage, deed of trust, pledge, claim, security interest, covenant, restriction, easement, preemptive right, or any other encumbrance or charge of any kind. 5. Each party shall be responsible for their own attorneys  fees and costs except as set forth in Section 3(B). 6. Each party acknowledges and represents that: (a) they have read the Agreement; (b) they clearly understand the Agreement and each of its terms; (c) they fully and unconditionally consent to the terms of this Agreement; (d) they have had the benefit and advice of counsel of their own selection; (e) they have executed this Agreement, freely, with knowledge, and without influence or duress; (f) they have not relied upon any other representations, either written or oral, express or implied, made to them by any person; and (g) the consideration received by them has been actual and adequate. 7. This Agreement contains the entire agreement and understanding concerning the subject matter hereof between the parties and supersedes and replaces all prior negotiations, proposed agreement and agreements, written or oral.  Each of the parties hereto acknowledges that neither any of the parties hereto, nor agents or counsel of any other party whomsoever, has made any promise, representation or warranty whatsoever, express or implied, not contained herein concerning the subject hereto, to induce it to execute this Agreement and acknowledges and warrants that it is not executing this Agreement in reliance on any promise, representation or warranty not contained herein. 8. This Agreement may not be modified or amended in any manner except by an instrument in writing specifically stating that it is a supplement, modification or amendment to the Agreement and signed by each of the parties hereto. 9. Should any provision of this Agreement be declared or be determined by any court or tribunal to be illegal or invalid, the validity of the remaining parts, terms or provisions shall not be affected thereby and said illegal or invalid part, term or provision shall be severed and deemed not to be part of this Agreement. 10. The Parties agree that this Agreement is governed by the Laws of the State of New York and that any and all disputes that may arise from the provisions of this Agreement shall be tried in the Supreme Court, State of New York, County of New York.  The Parties agree to waive their right to trial by jury for any dispute arising out of this Agreement. 11. This Agreement may be executed in facsimile counterparts, each of which, when all parties have executed at least one such counterpart, shall be deemed an original, with the same force and effect as if all signatures were appended to one instrument, but all of which together shall constitute one and the same Agreement.[REMAINDER OF PAGE INTENTIONALLY LEFT BLANK]       IN WITNESS WHEREOF, the parties have duly executed this Agreement as of the date first indicated above.Title Starts Online, Inc.By:/s/ Steven Burns"], "initial election": [". The Executive shall make an initial deferral election under this Agreement by filing with the Company a signed Deferral Election Form within 30 days after the Executive becomes eligible to participate in the Plan, for the first Plan Year of eligibility, or thereafter, prior to the beginning of the Plan Year for which Compensation is to be deferred . The Deferral Election Form shall set forth the amount of Compensation to be deferred and shall be effective to defer only Compensation earned after the date the Deferral Election Form is received by the Company."], "in an electronic communication to an address for the time being notified for that purpose to the person giving the notice": ["."], "as soon as reasonably practicable after making any adjustment under rule ": ["9.1, the Company shall give notice in writing thereof to any Participant affected thereby.10. ALTERATIONS10.1 Subject to Rule 10.2 below, the Board may at any time alter any of the provisions of this Plan, or the terms of any RSU (including a Matching RSU and Bonus RSU) awarded under it, in any respect, provided that no alteration shall be made which conflicts with the terms of the 2001 Plan, of which this Plan forms a sub-plan.10.2 No alteration to the disadvantage of any Participant shall be made under Rule 10.1 unless:10.2.1 the Company shall have invited every such Participant to give an indication as to whether or not he approves the alteration; and10.2.2 the alteration is approved by a majority of those Participants who have given such an indication.10.3 As soon as reasonably practicable after making any alteration under Rule 10.1, the Company shall give notice in writing thereof to any Participant affected thereby.10.4 The Board may amend, suspend or terminate the Plan at any time.- 7 - "], "roof, windows, siding, and doors": [""], "entire agreement; amendment; waiver": [". This Agreement constitutes the entire and full understanding and agreement between the parties with regard to the subject matter hereof. Neither this Agreement nor any term hereof may be amended, waived, discharged or terminated, except by a written instrument signed by all the parties hereto."], "a participant will not be permitted to sell his or her bonus investment shares until the third anniversary of the date of their acquisition or such other date as the board may determine prior to their acquisition(the  acquisition date ) except for": [":"], "adjustments": ["     (a) In the event of any increase or variation of the share capital of the Company, the Committee may make such adjustments as it considers appropriate under Paragraph 8(b) below.     (b) An adjustment made under this Paragraph 8(b) shall be to one or more of the following:          (i) the number of Shares in respect of which any Option or Other Share-Based Grant may be exercised;          (ii) the price at which Shares may be acquired by the exercise of any Option or Other Share-Based Grant;          (iii) where any Option or Other Share-Based Grant has been exercised but no Shares have been allotted or transferred pursuant to the exercise, the number of Shares which may be so allotted or transferred and the price at which they may be acquired.     (c) An adjustment under Paragraph 8(b) above may have the effect of reducing the price at which Shares may be acquired by the exercise of an Option or Other Share-Based Grant to less than their nominal value, but only if and to the extent that the Board of Directors shall be authorized to capitalise from the reserves of the Company a sum equal to the amount by which the nominal value of the Shares in respect of which the Option or Other Share-Based Grant is exercised and which are to be allotted pursuant to such exercise exceeds the price at which the same may be subscribed for and to apply that sum in paying up that amount on the Shares; and so that on exercise of any Option or Other Share-based Grant in respect of which such a reduction shall have been made the Board of Directors shall capitalise such sum (if any) and apply it in paying up such amount as aforesaid.", "(a) In the event of any increase or variation of the share capital of the Company, the Board may make such adjustments as it considers appropriate under Paragraph 8(b) below.(b) An adjustment made under this Paragraph 8(b) shall be to one or more of the following:(i) the number of Shares in respect of which any Option or Other Share-Based Grant may be exercised;(ii) the price at which Shares may be acquired by the exercise of any Option or Other Share-Based Grant;(iii) where any Option or Other Share-Based Grant has been exercised but no Shares have been allotted or transferred pursuant to the exercise, the number of Shares which may be so allotted or transferred and the price at which they may be acquired.7 (c) An adjustment under Paragraph 8(b) above may have the effect of reducing the price at which Shares may be acquired by the exercise of an Option or Other Share-Based Grant to less than their nominal value, but only if and to the extent that the Board shall be authorised to capitalize from the reserves of the Company a sum equal to the amount by which the nominal value of the Shares in respect of which the Option or Other Share-Based Grant is exercised and which are to be allotted pursuant to such exercise exceeds the price at which the same may be subscribed for and to apply that sum in paying up that amount on the Shares; and so that on exercise of any Option or Other Share-based Grant in respect of which such a reduction shall have been made the Board shall capitalise such sum (if any) and apply it in paying up such amount as aforesaid.", "In the event of any change in the outstanding Ordinary Shares by reason of a Share split, spin-off, Share or extraordinary cash dividend, Share combination or reclassification, recapitalization or merger, Change of Control, or similar event, the Committee shall substitute or adjust proportionately, in its sole discretion, (a) the number and kind of Shares or other securities that may be issued under the Plan or under particular forms of Grants, (b) the number and kind of Shares or other securities subject to outstanding Grants, (c) the Share Option exercise price, grant price or purchase price applicable to outstanding Grants, (d) the grant of a Dividend Equivalent or other dividends or payments, and/or (e) other value determinations applicable to the Plan or outstanding Grants, in all events in order to allow Participants to participate to such event in an equitable manner. An adjustment under this provision may have the effect of reducing the price at which Ordinary Shares may be acquired to less than their nominal value (the  Shortfall ), but only if and to the extent that the Board shall be authorized to capitalize from the reserves of the Company a sum equal to the Shortfall and to apply that sum in paying up that amount on the Ordinary Shares.10. Change of Control(a) Grant Agreements may provide that in the event of a Change of Control of Willis, Share Options outstanding as of the date of the Change of Control shall be cancelled and terminated without payment therefore if 100% of the Fair Market Value of one Share as of the date of the Change of Control is less than the per Share Option exercise price grant price.(b) Assumption or Substitution of Certain Awards Unless otherwise provided in a Grant Agreement, in the event of a Change of Control of Willis in which the successor company assumes or substitutes for a Share Option, Restricted Share Award, Restricted Share Unit Award or Other Share-Based Grant, if a Participant s employment with such successor company (or a subsidiary thereof) terminates within 24 months following such Change of Control (or such other period set forth in the Grant Agreement,8 including prior thereto if applicable) and under the circumstances specified in the Grant Agreement: (i) Share Options outstanding as of the date of such termination of employment will immediately vest, become fully exercisable, and may thereafter be exercised for 24 months (or the period of time set forth in the Grant Agreement), (ii) restrictions and deferral limitations on Restricted Share Awards and Restricted Share Units Awards shall lapse and the Restricted Shares and Restricted Share Units shall become free of all restrictions and limitations and become fully vested, and (iii) the restrictions and deferral limitations and other conditions applicable to any Other Share-Based Grants or any other Grants shall lapse, and such Other Share-Based Grants or such other Grants shall become free of all restrictions, limitations or conditions and become fully vested and transferable to the full extent of the original Grant. For the purposes of this Section 10(b), a Share Option, Restricted Share Award, Restricted Share Unit Award or Other Share-Based Grants shall be considered assumed or substituted for if following the Change of Control the Grant confers the right to purchase or receive, for each Share subject to the Share Option, Restricted Share Award, Restricted Share Unit Award or Other Share-Based Grants immediately prior to the Change of Control, the consideration (whether Shares, cash or other securities or property) received in the transaction constituting a Change of Control by holders of Shares for each Share held on the effective date of such transaction (and if holders were offered a choice of consideration, the type of consideration chosen by the holders of a majority of the outstanding shares); provided, however, that if such consideration received in the transaction constituting a Change of Control is not solely ordinary shares of the successor company, the Committee may, with the consent of the successor company, provide that the consideration to be received upon the exercise or vesting of a Share Option, Restricted Share Award, Restricted Share Unit Award or Other Share-Based Grant, for each Share subject thereto, will be solely ordinary shares of the successor company substantially equal in Fair Market Value to the per Share consideration received by holders of Shares in the transaction constituting a Change in Control. The determination of such substantial equality of value of consideration shall be made by the Committee in its sole discretion and its determination shall be conclusive and binding.(c) Unless otherwise provided in a Grant Agreement, in the event of a Change of Control of Willis to the extent the successor company does not assume or substitute for a Share Option, Restricted Stock Award, Restricted Stock Unit Award or Other Share-Based Grant: (i) those Share Options outstanding as of the date of the Change of Control that are not assumed or substituted for shall immediately vest and become fully exercisable, (ii) restrictions and deferral limitations on Restricted Stock and Restricted Stock Units that are not assumed or substituted for shall lapse and the Restricted Stock and Restricted Stock Units shall become free of all restrictions and limitations and become fully vested, and (iii) the restrictions and deferral limitations and other conditions applicable to any Other Share-Based Grants or any other Grants that are not assumed or substituted for shall lapse, and such Other Share-Based Grants or such other Grants shall become free of all restrictions, limitations or conditions and become fully vested and transferable to the full extent of the original grant.(d) The Committee, in its discretion, may determine that, upon the occurrence of a Change of Control of Willis, each Share Option outstanding shall terminate within a specified number of days after notice to the Participant, and/or that each Participant shall receive, with respect to each Share subject to such Share Option an amount equal to the excess of the Fair Market Value of such Share immediately prior to the occurrence of such Change of Control over the exercise price per share of such Share Option; such amount to be payable in cash, in one or more kinds of Shares or property (including the Shares or property, if any, payable in the transaction) or in a combination thereof, as the Committee, in its discretion, shall determine."], "the services required by this agreement shall be performed by the developer, and the company shall not be required to hire, supervise, or pay any assistants to help the developer perform such services": [".\r  \r"], "the board may, in its absolute discretion, determine that a percentage of part of an employee s bonus, being such part and percentage as the board may determine, shall be awarded as an rsu ( bonus rsu ) upon the terms set out in this plan and upon such other terms as the board may specify at the time of award": ["."], "notwithstanding anything contained herein to the contrary regarding the effective date of this agreement, executive shall be bound by the terms and conditions of this section ": ["3, immediately upon the date of execution of this Agreement.Section 4. Termination."], "billing for utilities that remain in landlord   s name": [": If landlord keeps utility bills in landlord   s name, or local municipalities require bills to stay in landlord   s name, landlord will forward bill to tenant. Tenant is then responsible to pay the utility company promptly. "], "assignment and subletting": [": Resident will not sublet or re-let any part of the premises or assign this Agreement without prior consent of the landlord or management."], "the developer has the experience and ability to perform the services required by this agreement": [".\r  \r"], "modifications or amendments": [". No amendment, change or modification of this document shall be valid unless in writing and signed by each of the parties."], "tenant-owed utility bills ": ["6. Current Rent"], "non-waiver and accepting payments": [": Should the owner or manager accept any partial or late rent payments, this in no way constitutes a waiver of the Owner, nor affects any notice of eviction proceedings previously given. Waiver by either party of strict performance of any provision of this agreement shall not be a waiver of or prejudice the party's right to require strict performance of the same provision in the future or any other provision."], "the rights and obligations of any individual under the terms of his or her office or employment with any participating company shall not be affected by his or her participation in this plan or any right which he or she may have to participate therein, and an individual who participates therein shall waive any and all rights to compensation or damages in consequence of the termination of his or her office or employment for any reason whatsoever insofar as those rights arise or may arise from his or her ceasing to have rights under any rsus under this plan as a result of such termination": ["."], "its": [": President[Signatures continued on the following page] 8 [Continuation of signature page to Common Unit Purchase Agreement]DM:DOLAN MEDIA COMPANYBy: /s/James P. Dolan                                   ", ": Chairman, CEO and PresidentTROTT:TROTT & TROTT, P.C.By: /s/ David A. Trott                                   "], "transfer of shares": [". The Shares have not been registered under the Securities Act and cannot be sold or otherwise transferred without an effective registration or an exemption therefrom."], "security deposits ": ["a) If Tenant breaks this lease in any way, the security deposit is not refundable.b) Tenant agrees to give Landlord a written forwarding address and return all keys before moving from the leased property. Failure to do so will allow Landlord to keep Tenant   s security deposit in full.c) Within 30 days of Tenant moving, Landlord forwards the balance of the security deposit, plus any interest due. Landlord gives Tenant a list detailing the costs of all damages subtracted from the security deposit.d) Landlord will use security deposit money in the following order:"], "the developer has the right to control and direct the means, details, manner, and method by which the services required by this agreement will be performed": [".\r  \r"], "liens": [": Except with respect to activities for which manager is responsible, Resident shall pay as due all claims for work done on and for services rendered or material furnished to the Premises, and shall keep the Premises free from any liens caused by Resident's failure to meet Resident's obligations."], "title": [": Executive Vice PresidentPacific OfficeSHIDLER EQUITIES L.P.,a Hawaii limited partnershipBy:    Shidler Equities Corp.,a Hawaii corporationIts General PartnerBy:        /s/Jay H. Shidler", ": President NORTH AMERICAN WASTE MANAGEMENT INC.By: /s/ Elias Bassile", ": Chief Executive Officer By: ___________________________"], "distributions to sellers": [". Sellers and Buyer acknowledge and agree that Sellers are entitled to distributions made by the Company after the Closing with respect to (a) Distributable Cash for each calendar month ending prior to and through December 31, 2009, and (b) tax liability distributions for the 2009 Fiscal Year, in each case pursuant to the LLC Agreement and in accordance with each Seller s respective Participating Percentage (as it existed just prior to Closing), and the Buyer as Manager, will cause the Company to make such distributions.2 2 ARTICLE IICLOSING ACTIONS AND DELIVERIESAt the Closing, the Buyer and the Sellers shall take the following actions and make the following deliveries:"], "in any case where a participating company is obliged (or would suffer disadvantage if it were not to) to account for any tax in any jurisdiction) for which the person in question is liable by virtue of the receipt of shares and/or for any social security contributions recoverable from the person in question (together, the  tax liability ), that person has either": [":(a) made a payment to the Participating Company of an amount of equal to the Tax Liability; or(b) entered into arrangements acceptable to that or another Participating Company to secure that such a payment is made (whether by authorising the sale of some or all of the Shares on his behalf and the payment to the Participating Company of the relevant amount out of the proceeds of sale or otherwise).- 6 - "], "service categories": [". There is a per-hour minimum for all services. Hourly rates are billed in 5 (five) minute increments. Client understands that hourly rates are subject to change without notice at the discretion of Service Provider. "], "entire agreement": [": This agreement contains the entire understanding between the Clients and the Photographer.", ". This Agreement constitutes the entire understanding and agreement of the parties with respect to the subject matter of this Agreement, and any and all prior agreements, understandings or representations are hereby terminated and canceled in their entirety.", ". This Agreement constitutes the complete and entire agreement of the parties concerning the matters referred to in it, and supersedes all prior agreements and understandings, whether written or oral."], "the number of shares subject to a matching rsu shall be equal to ": ["25% of the number of Shares subject to the Bonus RSU granted or the number of Bonus Investment Shares acquired and in respect of which the Matching RSU is awarded, or such other percentage as the Board may in its absolute discretion determine prior to the Award Date of the Matching RSUs."], "resident's termination notice": [": Resident may not terminate this rental agreement without (60) day written notice if this is a month-to-month tenancy. Failure of Resident to provide appropriate written notice to terminate a month-to-month tenancy will result in a Resident's continuing obligation under this Agreement for up to thirty (30) days."], "signing bonus": [".  In addition to the Base Salary, Company shall issue to the Executive as a signing bonus (i) Three Hundred Thousand (300,000) options to purchase Common Stock at a strike price of one cent ($0.01), to be fully vested upon the mutual completion of this Agreement and (ii) One Hundred and Sixty Thousand (160,000) options to purchase Common Stock at a strike price of one cent ($0.01), to be vested in equal amounts of Forty thousand (40,000) shares per year over the four years following the first year of Employment with the Company (the  Signing Bonus )."], "the company shall provide such other assistance to the developer as it deems reasonable and appropriate": [".\r  \r9.                                   WEBSITE REPRESENTATIONS AND WARRANTIES.\r  \r(a)                               Performance. The Developer hereby warrants and represents that for a period of 90 days following delivery of the Application System to the Company pursuant to [EXHIBIT A] (the    Support Period   ), the Website will be free from programming errors and defects in workmanship and materials, and will conform to the specifications of [EXHIBIT A]. If programming errors or other defects are discovered during the Support Period, the Developer shall promptly remedy those errors or defects at its own expense.\r\r(b)                             No Disablement. The Developer hereby warrants and represents that the Application System, when delivered or accessed by the Company, will be free from material defects, and from viruses, logic locks, and other disabling devices or codes, and in particular will not contain any virus, Trojan horse, worm, drop-dead devices, trap doors, time bombs, or other software routines or other hardware component that could permit unauthorized access, disable, erase, or otherwise harm the Application System or any software, hardware, or data, cause the Application System or any software or hardware to perform any functions other than those specified in this Agreement, halt, disrupt, or degrade the operation of the Application System or any software or hardware, or perform any other such actions.\r  \r10.                           TIMING AND DELAYS.\r  \rThe Developer recognizes and agrees that failure to deliver the Website in accordance with the delivery schedule detailed in [EXHIBIT A] to this Agreement will result in expense and damage to the Company. The Developer shall inform the Company immediately of any anticipated delays in the delivery schedule and of any remedial actions being taken to ensure completion of the Application System according to such schedule. If a delivery date is missed, the Company may, in its sole discretion, declare such delay a material breach of the Agreement under subsection 4(a) and pursue all of its legal and equitable remedies. The Company may not declare a breach, and the Developer cannot be held in breach of this Agreement, of this section if such delay is caused by an action or failure of action of the Company. In such case, the Developer will provide the Company with written notice of the delay and work on the Application System will work until the reason for the delay has been resolved by the Company and written notice of that resolution has been provided to the Developer.\r  \r11.                           NATURE OF RELATIONSHIP.\r  \r(a)                               Independent Contractor Status. The Developer agrees to perform the Services hereunder solely as an independent contractor. The Parties agree that nothing in this Agreement shall be construed as creating a joint venture, partnership, franchise, agency, employer/employee, or similar relationship between the Parties, or as authorizing either Party to act as the agent of the other. The Developer is and will remain an independent contractor in its relationship to the Company. The Company shall not be responsible for withholding taxes with respect to the Developer   s compensation hereunder. The Developer shall have no claim against the Company hereunder or otherwise for vacation pay, sick leave, retirement benefits, social security, worker   s compensation, health or disability benefits, unemployment insurance benefits, or employee benefits of any kind. Nothing in this Agreement shall create any obligation between either Party and a third party.\r  \r(b)                             Indemnification of Company by Developer. The Company has entered into this Agreement in reliance on information provided by the Developer, including the Developer   s express representation that it is an independent contractor and in compliance with all applicable laws related to work as an independent contractor. If any regulatory body or court of competent jurisdiction finds that the Developer is not an independent contractor and/or is not in compliance with applicable laws related to work as an independent contractor, based on the Developer   s own actions, the Developer shall assume full responsibility and liability for all taxes, assessments, and penalties imposed against the Developer and/or the Company resulting from such contrary interpretation, including but not limited to taxes, assessments, and penalties that would have been deducted from the Developer   s earnings had the Developer been on the Company   s payroll and employed as an employee of the Company.\r  \r12.                           WORK FOR HIRE.\r                                                                                                    \r(a)                               Work for Hire. The Developer expressly acknowledges and agrees that any all proprietary materials prepared by the Developer under this Agreement shall be considered    works for hire    and the exclusive property of the Company unless otherwise specified. These items shall include, but shall not be limited to, any and all deliverables resulting from the Developer   s Services or contemplated by this Agreement, all tangible results and proceeds of the Services, works in progress, records, diagrams, notes, drawings, specifications, schematics, documents, designs, improvements, inventions, discoveries, developments, trademarks, trade secrets, customer lists, databases, software, programs, middleware, applications, and solutions conceived, made, or discovered by the Developer, solely or in collaboration with others, during the Term of this Agreement relating in any manner to the Developer   s Services.\r  \r(b)                             Additional Action to Assign Interest. To the extent such work may not be deemed a    work for hire    under applicable law, the Developer hereby assigns to the Company all of its right, title, and interest in and to such work. The Developer shall execute and deliver to the Company any instruments of transfer and take such other action that the Company may reasonably request, including, without limitation, executing and filing, at the Company   s expense, copyright applications, assignments, and other documents required for the protection of the Company   s rights to such materials.\r  \r(c)                               Notice of Incorporation of Existing Work. If the Developer intends to integrate or incorporate any work that it previously created into any work product to be created in furtherance of its performance of the Services, the Developer must obtain the Company   s prior written approval of such integration or incorporation. If the Company, in its reasonable discretion, consents, the Company is hereby granted an exclusive, worldwide, royalty-free, perpetual, irrevocable license to use, distribute, modify, publish, and otherwise exploit the incorporated items in connection with the work product developed for the Company.\r  \r13.                           NO CONFLICT OF INTEREST; OTHER ACTIVITIES.\r  \rThe Developer hereby warrants to the Company that, to the best of its knowledge, it is not currently obliged under any existing contract or other duty that conflicts with or is inconsistent with this Agreement. During the Term, the Developer is free to engage in other development activities; provided, however, the Developer shall not accept work, enter into contracts, or accept obligations inconsistent or incompatible with the Developer   s obligations or the scope of Services to be rendered for the Company pursuant to this Agreement.\r  \r14.                           RETURN OF PROPERTY.\r\rWithin three (3) days of the termination of this Agreement, whether by expiration or otherwise, the Developer agrees to return to the Company all Company products, samples, models, or other property and all documents, retaining no copies or notes, relating to the Company   s business including, but not limited to, reports, abstracts, lists, correspondence, information, computer files, computer disks, and all other materials and all copies of such material obtained by the Developer during and in connection with its representation of the Company. All files, records, documents, blueprints, specifications, information, letters, notes, media lists, original artwork/creative, notebooks, and similar items relating to the Company   s business, whether prepared by the Developer or otherwise coming into its possession, shall remain the Company   s exclusive property.\r  \r15.                           INDEMNIFICATION.\r  \r(a)                               Of Company by Developer. The Developer shall indemnify and hold harmless the Company and its officers, members, managers, employees, agents, contractors, sublicensees, affiliates, subsidiaries, successors and assigns from and against any and all damages, liabilities, costs, expenses, claims, and/or judgments, including, without limitation, reasonable attorneys    fees and disbursements (collectively, the    Claims   ) that any of them may suffer from or incur and that arise or result primarily from (i) any gross negligence or willful misconduct of the Developer arising from or connected with the Developer   s carrying out of its duties under this Agreement, or (ii) the Developer   s breach of any of its obligations, agreements, or duties under this Agreement.\r  \r(b)                             Of Developer by Company. The Company shall indemnify and hold harmless the Developer from and against all Claims that it may suffer from or incur and that arise or result primarily from (i) the Company   s operation of its business, (ii) the Company   s breach or alleged breach of, or its failure or alleged failure to perform under, any agreement to which it is a party, or (iii) the Company   s breach of any of its obligations, agreements, or duties under this Agreement; provided, however, none of the foregoing result from or arise out of the actions or inactions of the Developer.\r  \r16.                           INTELLECTUAL PROPERTY.\r  \r(a)                               No Intellectual Property Infringement by Developer. The Developer hereby represents and warrants that the use and proposed use of the Website by the Company or any third party does not and shall not infringe, and the Developer has not received any notice, complaint, threat, or claim alleging infringement of, any trademark, copyright, patent, trade secrets, industrial design, or other rights of any third party in the Website, and the use of the Website will not include any activity that may constitute    passing off.    To the extent the Website infringes on the rights of any such third party, the Developer shall obtain a license or consent from such third party permitting the use of the Website.\r  \r(b)                             No Intellectual Property Infringement by Company. The Company represents to the Developer and unconditionally guarantees that any elements of text, graphics, photos, designs, trademarks, or other artwork furnished to the Developer for inclusion in the Website are owned by the Company, or that the Company has permission from the rightful owner to use each of these elements, and will hold harmless, protect, indemnify, and defend the Developer and its subcontractors from any liability (including attorneys    fees and court costs), including any claim or suit, threatened or actual, arising from the use of such elements furnished by the Company.\r  \r(c)                               Continuing Ownership of Existing Trademarks. The Developer recognizes the Company   s right, title, and interest in and to all service marks, trademarks, and trade names used by the Company and agrees not to engage in any activities or commit any acts, directly or indirectly, that may contest, dispute, or otherwise impair the Company   s right, title, and interest therein, nor shall the Developer cause diminishment of value of said trademarks or trade names through any act or representation. The Developer shall not apply for, acquire, or claim any right, title, or interest in or to any such service marks, trademarks, or trade names, or others that may be confusingly similar to any of them, through advertising or otherwise. Effective as of the termination of this Agreement, the Developer shall cease to use all of the Company   s trademarks, marks, and trade names.\r  \r17.                           AMENDMENTS.\r  \rNo amendment, change, or modification of this Agreement shall be valid unless in writing and signed by both Parties.\r  \r18.                           ASSIGNMENT.\r  \rThe Company may assign this Agreement freely, in whole or in part. The Developer may not, without the written consent of the Company, assign, subcontract, or delegate its obligations under this Agreement, except that the Developer may transfer the right to receive any amounts that may be payable to it for its Services under this Agreement, which transfer will be effective only after receipt by the Company of written notice of such assignment or transfer.\r  \r19.                           SUCCESSORS AND ASSIGNS.\r  \rAll references in this Agreement to the Parties shall be deemed to include, as applicable, a reference to their respective successors and assigns. The provisions of this Agreement shall be binding on and shall inure to the benefit of the successors and assigns of the Parties.  \r  \r20.                           FORCE MAJEURE.\r  \rA Party shall be not be considered in breach of or in default under this Agreement on account of, and shall not be liable to the other Party for, any delay or failure to perform its obligations hereunder by reason of fire, earthquake, flood, explosion, strike, riot, war, terrorism, or similar event beyond that Party   s reasonable control (each a    Force Majeure Event   ); provided, however, if a Force Majeure Event occurs, the affected Party shall, as soon as practicable:\r  \r(a)                               notify the other Party of the Force Majeure Event and its impact on performance under this Agreement; and\r  \r(b)                             use reasonable efforts to resolve any issues resulting from the Force Majeure Event and perform its obligations hereunder.    \r  \r21.                           NO IMPLIED WAIVER.\r  \rThe failure of either Party to insist on strict performance of any covenant or obligation under this Agreement, regardless of the length of time for which such failure continues, shall not be deemed a waiver of such Party's right to demand strict compliance in the future. No consent or waiver, express or implied, to or of any breach or default in the performance of any obligation under this Agreement shall constitute a consent or waiver to or of any other breach or default in the performance of the same or any other obligation.\r  \r22.                           NOTICE.\r  \rAny notice or other communication provided for herein or given hereunder to a Party hereto shall be in writing and shall be given in person, by overnight courier, or by mail (registered or certified mail, postage prepaid, return-receipt requested) to the respective Parties as follows:\r  \rIf to the Company:\r                      \r  [[ADDRESS]]\r  \rIf to the Developer:\r  \r[[ADDRESS]]\r  \r23.                           GOVERNING LAW.\r  \rThis Agreement shall be governed by the laws of the state of New York. In the event that litigation results from or arises out of this Agreement or the performance thereof, the Parties agree to reimburse the prevailing Party   s reasonable attorneys    fees, court costs, and all other expenses, whether or not taxable by the court as costs, in addition to any other relief to which the prevailing Party may be entitled.  \r  \r  \r  24.                           COUNTERPARTS/ELECTRONIC SIGNATURES.\r  \rThis Agreement may be executed in one or more counterparts, each of which shall be deemed an original but all of which shall constitute one and the same instrument.   For purposes of this Agreement, use of a facsimile, e-mail, or other electronic medium shall have the same force and effect as an original signature.\r  \r25.                           SEVERABILITY.\r  \rWhenever possible, each provision of this Agreement will be interpreted in such manner as to be effective and valid under applicable law, but if any provision of this Agreement is held to be invalid, illegal, or unenforceable in any respect under any applicable law or rule in any jurisdiction, such invalidity, illegality, or unenforceability will not affect any other provision or any other jurisdiction, but this Agreement will be reformed, construed, and enforced in such jurisdiction as if such invalid, illegal, or unenforceable provisions had never been contained herein.\r  \r26.                           ENTIRE AGREEMENT.\r  \rThis Agreement, constitutes the final, complete, and exclusive statement of the agreement of the Parties with respect to the subject matter hereof, and supersedes any and all other prior and contemporaneous agreements and understandings, both written and oral, between the Parties.\r  \r27.                           HEADINGS.\r  \rHeadings used in this Agreement are provided for convenience only and shall not be used to construe meaning or intent.\r  \r  ******************************************************************************************\r  \rEXHIBIT A\r  \rA.       PURPOSE OF APPLICATION SYSTEM.\r  \rThe purpose of the Application System is to create a platform for the Company to [INSERT PURPOSE OF MOBILE APPLICATION].   The Application System will be comprised of three parts     i) web services and database, ii)[IPHONE APPLICATION], and iii) [IPAD APPLICATION]. The Company shall be provide the web service and database, and Developer will be responsible for the[IPHONE APPLICATION] and the [IPAD APPLICATION].\r  \rB.         SERVICES.\r  \rIn exchange for the Design Fee, the Developer will produce an Application System, in accordance with the Schedule of features detailed below:\r[INSERT SPECIFICATIONS]\r  \rCONTENT.\r  \rAll content shall be provided to the Developer by the Company in the formats specified below:  \r  \r"], "in the case of any matching rsus, an option may not be exercisable at all and no rsu shares subject to any allocation shall be delivered, unless the board shall so permit in which event the board may in its absolute discretion determine the number of rsu shares which may be so acquired or delivered and such period (not exceeding ": ["12 months) within which the Option may be exercised.", "6 months) within which the Option may be exercised."], "house rules": [": Note the Photographers are sometimes limited by rules imposed by registrars, ministers and venue management as to what can and cannot be done. For example some ministers insist that no flash photography is allowed, and others will insist that the Photographers shoot from a specific location. In such circumstances the Clients agree to accept the technical limitations that may be imposed on the equipment used. We advise the Clients to make themselves aware of the rules of the venue concerned and if necessary negotiate with the personnel concerned."], "tenant owed utility bills ": ["5. Past Rent"], "delivery at closing": [". At the Closing, the Company will deliver to the Purchaser a stock certificate registered in the Purchaser s name, representing the number of Shares to be purchased by Purchaser hereunder, against payment of the purchase price therefor as indicated above. At the Closing, the Purchaser shall pay the Purchase Price by wire transfer to an account to be designated by the Company. Prior to Closing, Issuer shall have increased the size of its Board of Directors to two, Elias Bassile shall have been elected to fill the vacancy created thereby, and Purchaser shall have received the resignation of William Tay as a director and received the resignation of William Tay as officer effective upon the consummation of the sale of the Shares hereunder. Schedule 14F of the Securities and Exchange Commission shall have been duly filed and mailed to the stockholders of the Company at least ten days prior to Closing. SECTION 3: REPRESENTATIONS, WARRANTIES AND COVENANTS OF PURCHASERThe undersigned Purchaser hereby represents, warrants to and covenants with the Company as follows: "], "employment": [". Subject to all of the terms and conditions hereof, the Company does hereby employ the Executive and the Executive does hereby accept the employment."], "confirmation": [": A signed    Contract for Wedding Photography Services    and payment of the booking fee are necessary to confirm the stated wedding services from the Photographer.Pre-Wedding Consultation: This normally happens at the time of booking. The Clients will outline broadly what is required and the Photographer will advise on planning, logistics and timings where needed. If required the Clients are welcome to pop in for an additional chat closer to the time of the wedding (about 2 weeks) to iron out the remaining details. In any case we will contact you by phone a few days before the wedding to ensure that there have been no last minute changes. "], "promote the long term financial interests and growth of the willis group by attracting and retaining personnel with the training, experience and ability to enable them to make a substantial contribution to the success of willis group s business;": [""], "pets": [": Resident and/or guests shall not maintain any pets upon the premises, without prior written consent of the Management. No animal, bird or fish of any kind will be kept on the premises, even temporarily, except properly trained dogs needed by blind, deaf or disabled persons. If a pet is accepted, (not referring to trained dogs for assistance) this is subject to payment of a higher monthly rent and additional deposit. Please refer to Pet addendum. (If applicable)"], "by the company at any time and without prior notice, if the developer is convicted of any crime or offense, fails or refuses to comply with the written policies or reasonable directives of the company, or is guilty of serious misconduct in connection with performance under this agreement": [".\r  \r(b)                             Responsibilities after Termination. Following the termination of this Agreement for any reason, the Company shall promptly pay the Developer according to the terms of Exhibit A for Services rendered before the effective date of the termination (the    Termination Date   ). The Developer acknowledges and agrees that no other compensation, of any nature or type, shall be payable hereunder following the termination of this Agreement. All intellectual property developed pursuant to this Agreement before the Termination Date shall be delivered to the Company within one day of the Termination Date.\r  \r5.                                   RESPONSIBILITIES.\r  \r(a)                               Of the Developer. The Developer agrees to do each of the following:\r  \r"], "indemnification of executive": [". Company shall defend and indemnify Executive at Company s sole expense to the full extent of applicable state, federal, and international law with respect to all claims, causes of action and adversarial proceedings of every nature to which Executive is or may become subjected in his role as an Officer or Director of Company and Executive shall have the right to select his own counsel. Company s indemnification duty shall survive the termination or expiration of this Agreement. In the event that Company elects to change coverage or carriers for its Directors and Officers insurance ( D & O Insurance ), Company shall notify Executive of such change and arrange to purchase, at a minimum, a five-year tail policy for such former insurance policy at the sole expense of Company and deliver evidence of such tail policy to Executive within five (5) days after termination of Company s existing D & O Insurance.Section 5. General."], "early payment rebate": [": The rent due date is the 15th of each month. The normal rent rate is $______. Rent paid early, which is received at least 5 days BEFORE the due date, the resident will be entitled to a $______ rebate mailed back to the resident within 10 days after payment is received. Please note, that if a resident is participating in one of the worry-free payment methods and payments are automatically debited early (specified number of days prior to the due date), then the rebate amount is automatically reduced from the total debited.10) LATE PAYMENT AND ADDITIONAL RENT CHARGES:           The rental amount each month is $______ and is due by the 15th day of each month.           Landlord will send a Notice to Pay Rent or Move if Landlord does not receive rent by the 20th day of the month.           A court action to remove tenant begins on the 25th day. All court costs are paid by Tenant.            If Tenant mails rent to Landlord, the postmark date of the letter is the date of payment.           Rent is considered late if postmarked after the 19th day of each month. Rent is $_____ more if not paid by the due date.           Rent is an additional $_____ if not paid by the 21st.           Charges not paid when due become additional rent for the next month   s rent.           Any dishonored check shall be treated as unpaid rent, and be subject to a handling fee of $30 and must be made good by cash, money order, or certified check within 24 hours of notification. In the event of a dishonored check, subsequent payments must be made in certified funds (not cash) until the end of the term of the lease."], "survival": [". The terms, conditions and agreements made herein shall survive the Closing.", ".  The Parties agree that the covenants contained in Section 3 above shall survive any termination of employment by the Executive and any termination of this Agreement. In addition, the Parties agree that any compensation or right which shall have accrued to the Executive as of the date of any termination of employment or termination hereof shall survive any such termination and shall be paid when due to the extent accrued on the date of such termination."], "severability": [". If any provision of this Agreement as applied to either party or to any circumstances shall be adjudged by a court of competent jurisdiction to be void or unenforceable, the same shall in no way affect any other provision of this Agreement or the validity or enforceability of this Agreement.  If any court construes any of the provisions to be unreasonable because of the duration of such provision or the geographic or other scope thereof, such court may reduce the duration or restrict the geographic or other scope of such provision and enforce such provision as so reduced or restricted."], "the company will make timely payments of amounts earned by the developer under this agreement and as detailed in[exhibit a] hereto": [".\r  \r"], "the board may make such other type of award under this plan as the board may determine is appropriate for the purpose of taking account of a change in legislation, exchange control or regulatory treatment or to obtain or maintain tax or social security benefits for participants or the willis group and the terms of any award granted under this rule ": ["3.5 shall be set out in a schedule to the Plan."], "indemnification/release of liability": [". Client shall indemnify, defend and save Service Provider harmless from any and all suits, costs, damages or proceedings, including, but not limited to, Service Provider   s services, pertaining to any and all litigation in which the Client is a party. Client shall pay all expenses incurred by Service Provider including, but not limited to, all attorneys    fees, costs and expenses incurred should Service Provider be named a party in any litigation to which Client is a party. Client shall further indemnify and hold harmless Service Provider and its agents, officers and directors from liability for any and all claims, costs, suits and damages, including attorneys    fees arising directly or indirectly out of or in connection with the operation of Client, and from liability for injuries suffered by any person relating to the Client. This agreement to indemnify Service Provider is not limited to any acts or omissions, statements or representations made by Service Provider in the performance and/or nonperformance of Service Provider   s duties hereunder and relating to all contractual liabilities, which may be alleged or imposed against Service Provider. All reasonable precautions will be taken to safeguard the property entrusted to Service Provider. In the absence of negligence, however, Service Provider will not be held liable for loss, destruction or damage of any kind resulting from items which are lost or delayed in transit, whether such transit is electronic, fax, mail or otherwise, nor for unauthorized use by others of such property. Service Provider will not be held liable for any incidental, consequential or indirect damages, including without limitation damages for loss of profits, business interruption, loss of information, plagiarism, etc. Service Provider will not be held liable for typographical omissions or errors. "], "all text shall be provided in ascii, rtf, pagemaker, wordperfect, word, pdf, or html\r": ["  \r"], "payment options": [". Personal or business checks are accepted for payment. AMEX, Discover, Mastercard and VISA credit cards and e-checks are accepted through PayPal, our online payment vendor."], "foreign options and rights": ["The Committee or Board of Directors, as applicable, may establish rules or schemes in order to make Grants to Employees who are subject to the laws of nations other than Ireland, which Grants may have terms and conditions that differ from the terms thereof as provided elsewhere in the Plan for the purpose of complying with foreign laws. In the event that the Committee or Board of Directors establishes such rules or schemes, the substantive provisions thereof shall be set forth on schedules attached hereto, and are hereby incorporated by reference as part of the Plan, subject to any additional action required to be taken pursuant to the applicable foreign law."], "subject to rules ": ["7.3, 7.4, 7.5, 7.7 and Rule 8, an Option granted under the Plan may not be exercised nor any RSU Shares subject to an Allocation be delivered prior to the Vesting Date."], "subject to rule ": ["7.3, but notwithstanding any other provision of the Plan, an Option granted under the Plan may not be exercised after the expiration of 6 months beginning with the Vesting Date (or such other period, not to exceed 10 years from the Award Date, as the Board may have determined before its grant thereof)."], "name": [": James R. Ingebritsen", ": Jay H. Shidler", ": William Tay", ": Elias Bassile", ": Richard Granville", ": Richard A. Lisa", ": Steven Burns"], "damage and destruction": [": In the event the Premises is severely damaged or destroyed by fire or other casualty, either party may terminate the lease. In the event damage was caused by resident's action or neglect, resident will be held liable for all damages.50) BUILD YOUR CREDIT REPUTATION: A review of each resident's performance is done every six months and the owner will provide residents with a copy of a GOOD performance report when so earned. Good reports are earned by residents who pay on time and follow ALL terms of the rental agreement. Residents can then give copies of their report to future landlords, loan officers, banks and mortgage companies. These reports may be beneficial in helping you rent or buy a car or house in the future. Building your credit reputation may also help residents participating in the Future Homebuyers Program. Please note; a poor payment performance and any judgments are reported to national credit agencies and will be made available to future landlords, banks and other creditors who residents may want to do business with in the future. Therefore, it is important that residents understand that the credit they establish with the owner and the reputation they develop through performance reports during the rental term (good or bad) can follow residents for many years. Because of such importance of performances reported, a resident will always be notified when a nonpayment or rental violation occurs and the resident will be given an opportunity to immediately correct any poor performance before it is reported."], "term": [". This Agreement shall be in effect for a period of five (5) years (the  Initial Term ) beginning on the date of execution of this Agreement (the  Effective Date ), and shall renew for an additional five (5) year term, unless otherwise agreed by the parties in writing, and then shall automatically be renewed for additional one (1) year terms unless terminated by either party as set forth below."], "withholding taxes": ["(a) Willis Group shall have the right to deduct from any cash payment made under the Plan any federal, state, local, national, provincial or other income or other taxes required by law to be withheld with respect to such payment. It shall be a condition to the obligation of Willis Group to deliver shares upon the exercise of a Share Option, upon delivery of Restricted Share or upon exercise, settlement or payment of Restricted Share Units or any Other Share-Based Grant that the Participant shall pay to Willis Group such amount as may be requested by Willis Group for the purpose of satisfying any liability for such withholding taxes. Any Grant Agreement may provide that the Participant may elect, in accordance with any conditions set forth in such Grant Agreement, to pay a portion or the entire minimum amount of such withholding taxes in Ordinary Shares.(b) In the event that Willis Group is required to account for tax arising from the exercise or vesting of a Grant to the relevant tax authorities and the Participant has not paid, or otherwise made arrangements acceptable to Willis Group to pay the amounts due, Willis Group shall be authorized to procure and effect the sale of a sufficient number of Shares to be allotted or transferred to the Participant as a consequence of the vesting or exercise of the Grant in order to pay the amounts due out of the sale proceeds.(c) Notwithstanding anything set forth in this Section 13, an option may not be exercised unless:(i) the Board of Directors considers that the issue or transfer of shares pursuant to such exercise would be lawful in all relevant jurisdictions; and(ii) in a case where, if the option were exercised, Willis Group would be obliged to (or would suffer a disadvantage if it were not to) account for any tax (in any jurisdiction) for which the person in question would be liable by virtue of the exercise of the option and/or for any social security contributions that would be recoverable from the person in question (together, the  Tax Liability ), that person has either:(d) made a payment to Willis Group of an amount at least equal to the Company s estimate of the Tax Liability; or(e) entered into arrangements acceptable to Willis Group to secure that such a payment is made (whether by authorizing the sale of some or all of the shares on his behalf and the payment to Willis Group of the relevant amount out of the proceeds of sale or otherwise)."], "other transfers permitted by the company (e": [".g. financial hardship)"], "certificate of registration": [": Landlord will provide Tenant a copy of Landlord   s Certificate of Registration at the execution of this Lease or commencement of the term. If Landlord files an amended certificate during the term of this Lease, Landlord shall furnish Tenant with a copy of the amended certificate within seven (7) days after the amended certificate is filed with the municipal clerk, or with such other municipal official as is designated by the clerk. "], "dispute resolution": ["Any disputes in excess of maximum limit for small-claims court arising out of this Agreement shall be submitted to binding arbitration before a mutually agreed-upon arbitrator pursuant to the rules of the American Arbitration Association. The Arbitrator   s award shall be final, and judgment may be entered in any court having jurisdiction thereof. The client shall pay all arbitration and court cost, reasonable attorney   s fees, and legal interest on any award of judgment in favor of the Designer. All actions, whether brought by client or by designer will be filed in the designer's state/county of business/residence.  This contract is held accountable to the legal system of   State Name and any applicable statutes held therein."], "tenant   s responsibilities ": ["a) No Noise: Tenant is responsible for the behavior and conduct of all people, either living with or visiting the Tenant. It is Tenant   s responsibility to make sure these individuals behave in a manner that will not disturb neighbors.b) Payment of Utilities: Tenant agrees to pay on time all utility bills for which Tenant is responsible. Section 17 lists Utility Services.c) Pests: Landlord is giving the leased property free of insects, rodents, and pests at move-in. Tenant agrees to pay for a pest control service if needed after the tenth (10th) day of move-in.d) Locks: Tenant agrees not to change locks or put additional locks on doors without Landlord   s written permission. Landlord may remove any locks put on by Tenant. Tenant will pay the cost of the new locks.e) Phone Numbers: Tenant agrees to provide Landlord with current home and work phone numbers and will tell Landlord of any change in these numbers.20) LANDLORD   S RESPONSIBILITIES a) Government Regulations: Landlord agrees to keep the leased property and common areas as required by law or government regulation.b) Good Repair: Landlord agrees to keep in good repair and working order the electrical, plumbing, sanitary, heating, air conditioning, and all other services. Tenant will advise Landlord in writing of any of these items not in good repair or working order. Landlord is not responsible for damage caused by Tenant negligence or intentional acts."], "legal and court costs ": ["6. Current Rent", "7. Damages to Leased Property"], "no consent required": [". No consent, notification, approval, order or authorization of, or declaration, filing or registration with, any Person or Governmental Authority is required to be made or obtained by such Seller in connection with the authorization, execution, delivery, performance or lawful completion of this Agreement or the transactions contemplated by it.ARTICLE IVREPRESENTATIONS AND WARRANTIES OF BUYERBuyer hereby represents and warrants to Seller as follows:", ". No consent, notification, approval, order or authorization of, or declaration, filing or registration with, any Person or Governmental Authority is required to be made or obtained by Buyer in connection with the authorization, execution, delivery, performance or lawful completion of this Agreement or the transactions contemplated by it.ARTICLE VINDEMNIFICATION"], "financial hardship": [": Because unforeseen circumstances may occur during the rental term which may create difficulty for residents to make timely rent payment, residents agree to work with owner and permit direct contact from the owner with the following individuals, companies or organizations for assistance in past due rental payments. Please provide names and phone numbers of individuals who may be able to provide assistance for payment of rent should you need temporary financial assistance.Emergency Contact #1Name____________________________________ Phone__________________________Emergency Contact #2Name____________________________________ Phone__________________________Parent or CosignerName____________________________________ Phone__________________________Church or Non-Profit Organization that may be able to assist resident.Contact__________________________________ Phone__________________________Additional agency that may be able to assist resident.Contact__________________________________ Phone__________________________Charge the following credit card # if rent becomes 5 days past due___________________________________________ Exp. date_______________Cardholder's Signature_________________________________________________"], "additional rent charges ": ["4. Other Fees Not Paid 7. Damages to Leased Property", "5. Past Due Rent"], "duties": [".(a)  Capacity.  So long as he is employed by Company, Executive shall be employed as the President and Chief Operating Officer ( COO ) of the Company and will be an employee of the Company at all times during the term of this Agreement. Company and Executive acknowledge and agree that Executive s position is the President and COO and shall be entitled to the rights and benefits that are afforded to the responsibilities of a President and COO. Executive will report directly to the Company s Chief Executive Office. Executive will also serve as a member of the Company s Board of Directors (the  Board of Directors ). The duties and corresponding authority will be negotiated between the Company s Chief Executive Officer, the Chairman of the Board and Executive on an annual basis (collectively, the  Employment ).   1   (b)  Schedule.  So long as he is employed by Company, Executive shall devote the majority of Executive s working time and attention, as necessary, to faithfully and fully carry out his duties described herein; provided, however, Executive may (i) serve as a director of other business organizations with the prior written approval of Company (ii) devote time to and invest in non-competing side activities, provided that such activities do not individually or in the aggregate interfere with his duties so as to adversely affect Company s business. Executive shall at all times perform his duties and obligations faithfully, diligently and to the best of Executive s ability.(c)  Key Man Insurance. Company may, for its benefit and at its own expense, insure Executive s life. Executive agrees to submit to such physical examination and supply such information as may be reasonably required in connection therewith.Section 2. Compensation."], "security deposit and return thereof": [": Upon execution of this lease, Tenant will deposit with Landlord the sum of ______________________________________________ Dollars ($__________), the amount of which does not exceed 1 &frac12; months rent, which is to be held as collateral security and applied on any rent or any other charge that may remain due and owing at the expiration of this agreement, any extension thereof or holding over period or applied on any damages to the premises caused by the Tenant, his family, invitees, employees, trades people or pets, or other expenses suffered by Landlord as a result of a breach of any covenant of the Lease. Landlord shall deposit Tenant's security deposit in a State or federally chartered bank, savings bank or savings and loan association in this State insured by an agency of the federal government in an interest bearing account. Within thirty (30) days, Landlord shall notify Tenant of the name and address of the State or federally chartered bank, savings bank or savings and loan association in which the deposit is made, and the amount thereof. Landlord shall be entitled to retain a sum equivalent to one percent (1%) per annum or 12.5% of the aggregate interest yield on the security deposit, whichever is greater, less the amount of any service fee charged by the State or federally chartered bank, savings bank or savings and loan association. Tenant may not utilize the security deposit as rent nor shall he deduct same from the last month's rent nor require the Landlord to indemnify itself from said sum of money or any part thereof with respect to any particular violation or default of Tenant, however, Tenant's security deposit can be credited toward the payment of rent due on the renewal or anniversary of this Lease. In the event that any part of the said security deposit shall have been utilized by Landlord, prior to the anniversary or renewal of this Lease, in accordance with the terms hereof or applicable law, Tenant shall, upon the delivery notice of same, immediately deposit with the Landlord the amount so applied by Landlord so that the Landlord shall have the full deposit on hand at all times during the term of this lease and any renewal thereof or holding over. In the event of the sale of the property upon which this premises is situated or the transfer or assignment by the Landlord of this Lease, the Landlord shall have the right to transfer said security deposit to the transferee and notify Tenant, within five (5) days of such transfer, by registered or certified mail of the amount transferred and the name and address of the transferee and Landlord shall be considered released from all liability for the return of the security deposit, and Tenant shall look solely to the new Landlord for the return of his security deposit. It is agreed that the foregoing shall apply to every transfer or assignment made on the security deposit to a new Landlord.Within thirty (30) days after Tenant has vacated the premises, Landlord shall furnish Tenant, by personal delivery, registered or certified mail, a copy of an itemized statement indicating the basis for, and the amount of, any security received and the disposition of the security and shall return any remaining portion of the security to Tenant.Landlord is not obligated to return Tenant's security deposit or give Tenant a written description of damages and charges until Tenant gives the landlord a written statement of Tenant's forwarding address for the purpose of refunding the security deposit."], "sellers shall deliver certificate(s) evidencing the purchased units duly endorsed in blank or accompanied by duly executed assignments separate from certificates;": [""], "the price at which all the rsu shares may be acquired by the participant on the vesting date granted under the plan shall be a total of (pound) ": ["1 except that where the aggregate nominal value of such RSU Shares exceeds (pound) 1, the Board may require the Participant to pay such aggregate nominal value on the basis that such RSU Shares shall then be allotted as fully paid to the Participant.- 3 - "], "responsible for handling all minor repairs, subject to the resident paying the first $": ["100 of any repair, unless the repair is needed because of the negligence of the owner or manager. In that case the owner is responsible for the total cost of the repair."], "assignability": [".  All of the terms and provisions contained herein shall inure to the benefit of and shall be binding upon the Parties and their respective heirs, personal representatives, successors and assigns.  The obligations of the Executive may not be delegated, except as set forth herein, however, and the Executive may not, without the Company s written consent thereto, assign, transfer, convey, pledge, encumber, hypothecate or otherwise dispose of this Agreement or any interest therein.  Any such attempted delegation or disposition shall be null and void and without effect.  The Company and the Executive agree that this Agreement and all of the Company s rights and obligations hereunder may be assigned or transferred by the Company to and may be assumed by and become binding upon and may inure to the benefit of any affiliate of or successor to the Company.  The term  successor  shall mean, with respect to the Company or any of its subsidiaries, and any other corporation or other business entity which, by merger, consolidation, purchase of the assets, or otherwise, acquires all or a material part of the assets of the Company.  Any assignment by the Company of its rights and obligations hereunder to any affiliate of or successor shall not be considered a termination of employment for purposes of this Agreement.   6  "], "closing date": [". The closing of the purchase and sale of the Shares hereunder (the  Closing ) shall be held immediately following the execution and delivery of this Agreement."], "starting / ending dates of lease ": ["a) This lease begins on________________________. This lease ends on________________________.b) To end this lease Landlord or Tenant must give 60 days notice before the ending date or any renewal period.c) This lease automatically renews on a month-to-month basis if not ended or changed by either party with a rent increase of 3 percent."], "satisfactory inspection": [": a) Tenant agrees to give Landlord a signed property condition inspection sheet when signing this lease. When this lease ends, Tenant is responsible for all items needing repair not listed on the inspection sheet, ORb) Tenant may decide to keep the inspection sheet beyond the date of lease signing for further inspection. It is Tenant   s responsibility to return a signed copy by certified mail within five (5) days to the Landlord.c) If the inspection sheet is not returned within the five (5) days, Tenant agrees the leased property is in satisfactory condition."], "additional residents": [": Persons other than those specifically listed on the Rental Agreement shall be strictly prohibited from staying in the rental unit for more than 7 consecutive days, or a total of 20 days in any twelve month period. For purposes of this section, \"staying in the rental unit\" shall include, but not be limited to, long-term or regular house guest, live-in baby sitters, visiting relatives, etc. Resident shall notify the Management in writing any time the Resident expects any guest will be staying in excess of the time limits in this paragraph. Additional residents cannot occupy the premised without first being approved by management and are subject to full screening procedures. If additional residents are accepted, this is also subject to additional rent and security deposit being required. Unauthorized residents are a violation of this agreement and are grounds for termination."], "compliance with the law": [": Resident shall not violate any applicable local, state or federal law or regulation in or about the premises.30) INSURANCE: Owner and Management are not responsible for any loss or damage to property owned by Resident or guests unless resulting from Management's intentional or negligent acts. It is understood that all residents should carry renter's insurance for fire, extended coverage and liability to cover accidental injury and damage or loss of personal property due to fire or theft."], "transfers to the participant s immediate family members, a trust or other entity the primary beneficiary or holder of which is for or by participant s immediate family members; and": ["- 4 - "], "alternative compensation": [".  In the event the Chief Executive Officer determines that the Company cannot afford to pay Executive any portion of Minimum Income Guarantee, Executive may, at his sole option elect one of the following:(a) Elect to receive compensation from the company thru immediate divesture or sales of Company assets so as to satisfy any balance owed for the income guarantee in section 2.4. (b) Agree to defer receipt of his Base Salary until such time as the Company has the funds to pay him. In the event that Executive elects this option, the unpaid salary shall be paid with no interest. However, the Company, as additional compensation, shall immediately issue Executive an amount of Common Stock equal to 20% of the deferred Salary based upon a market value determined to be the average 30-day trading price prior to each such election; or (c) Elect to convert all, or a portion of the unpaid Salary into the Company s common stock (the  Common Stock ) at a market value equal to 80% of the average 30-day trading price prior to each election."], "print name": [": James P. Dolan", ": James P. Dolan", ": David A. Trott"], "accounting device only": [". The Deferral Account is solely a device for measuring amounts to be paid under this Agreement. The Deferral Account is not a trust fund of any kind. The Executive is a general unsecured creditor of the Company for the payment of cash benefits. The benefits represent the mere promise of the Company to pay such benefits. The Executive s rights are not subject in any manner to anticipation, alienation, sale, transfer, assignment, pledge, encumbrance, attachment, or garnishment by the Executive s creditors.Article 4Payment of Benefit             4.1  Timing of Distribution.  The Deferral Account balance is payable to the Executive as set forth in the Deferral Election Form. "], "parties": [": This agreement is entered into on this date _______________________ between the following parties RESIDENT(S): ____________________________________________________________________and MANAGER: _______________. Resident agrees to rent from the owner of the premises at the following location subject to the terms and conditions of this agreement. "], "estimates": ["The fees and expenses shown are minimum estimates only unless an hourly fee has been agreed upon. That fee will be [HOURLY FEE] per hour and the designer shall keep the client apprised of a tally of hours within a reasonable period of time. Final fees and expenses shall be shown when invoice is rendered.  The fees and expenses shown are minimum estimates only unless the quote and/or invoice is clearly marked Firm Quote, otherwise the below stated hourly fee will be payable on all time over that which was quoted with a minimum in 30 minute increments."], "the maximum size for any screen shall be [_____], the average size of any page shall be[______] to minimize download time\r": ["  \r"], "hourly pay basis": [". Initial hours will be applied against deposit until expended. Subsequently, Client will be billed on a weekly basis for each prior week   s hours. Payments are due upon receipt. Payments rendered are considered fully earned and non-refundable. "], "severance compensation for termination without cause": [". In the event that Executive s employment is terminated by Company without cause including but not limited to an involuntary change of position (other than as a result of the termination of this Agreement pursuant to Sections 3.1. or 3.2) or terminated by Executive as a result of a material breach of this Agreement by Company (any of the foregoing, an  Involuntary Termination ), Executive shall receive from Company, on the effective date of the Involuntary Termination, a lump sum amount equal to two times the Executive s then current Base Salary plus the full quarterly revenue bonus for one full year then in effect. Further, all stock options, including those contained in the Signing Bonus, that Executive would be eligible to receive through the natural term of this Agreement will immediately become fully vested. In the event Executive or her family is ineligible under the terms of any insurance to continue to be covered, the Company shall provide Executive and Executive s family with substantially equivalent coverage through other sources or will provide Executive with a lump sum payment equal to the agreed upon value of the continuation of such insurance coverage to which Executive is entitled under this Section not to exceed, not to exceed Twenty Five Thousand US Dollars (US$25,000.00).Section 3. Proprietary Rights."], "by either party on provision of seven (": ["7) days written notice to the other Party.\r  \r"], "address to send rent payments": [": _____________________________________. Rent will be only collected by mail. Hand-delivered mail will never be accepted. Payments only in the forms of checks or money order (if mailed) will be made to    ___________________.   "], "ownership and return of artwork": ["The Designer retains ownership of all original artwork, whether preliminary or final, and the Client shall return such artwork within 30 days of use unless indicated otherwise below. If transfer of ownership of all rights is desired, the rates may be increased. If the Client wishes the ownership of the rights to a specific design or concept, these may be purchased at any time for a recalculation of the hourly rate on the time billed or the entire project cost."], "buyer shall save, defend, indemnify and hold harmless sellers and their affiliates, employees, officers, managers, equityholders, representatives, agents, successors and assigns (collectively, the  seller parties,  and together with the buyer parties, the  indemnified parties ), from and against any damages, which any seller party may sustain or become subject to as a result of or relating to any breach by buyer of any representation or warranty or warranty made by buyer in this agreement": [".5 5 ARTICLE VIMISCELLANEOUS"], "if any participant dies before the vesting date and at a time when he is an employee (or entitled to exercise options or receive rsu shares subject to allocations by virtue of rule ": ["7.4 below) the following provisions shall apply:"], "transfers to the participant s estate upon his death;": [""], "sellers shall each execute and deliver a non-foreign affidavit dated as of the closing sworn under penalty of perjury and in form and substance required under the treasury regulation pursuant to section ": ["1445 of the Code stating that such Seller is not a  Foreign Person  as defined in Section 1445 of the Code; and"], "provide all assistance and cooperation to the developer in order to complete the application system timely and efficiently": [".\r  \r"], "order in which rent payment is applied": [": Landlord applies rent received to money due from the past in the following order: "], "financial assistance": ["     The Company and any Subsidiary may provide money to the trustees of any trust or any other person to enable them or him to acquire Shares to be held for the purposes of the Plan, or enter into any guarantee or indemnity for these purposes or provide financial assistance of any other kind, to the extent permitted by section 60 of the Act.", "The Company and any Subsidiary may provide money to the trustees of any trust or any other person to enable them or him to acquire Shares to be held for the purposes of the Plan, or enter into any guarantee or indemnities for these purposes or provide financial assistance of any other kind, to the extent permitted by section 60 of the Act."], "in this plan, unless the context otherwise requires": [":- ACT  means the Companies Act 1963 of Ireland. ALLOCATION  means a conditional promise to deliver Shares upon the terms set out in the Plan; AWARD DATE  in relation to an Allocation means the date on which the Board awards the Allocation and in relation to an Option the date on which the Board grants the Option; BOARD  means the board of directors of the Company or a committee appointed by them; BONUS  means a cash bonus or other cash incentive for which an Employee may be eligible in respect of a financial year of the Company; CHANGE IN CONTROL  means (a) the acquisition of ownership, directly or indirectly, beneficially or of record, by any Person or group (within the meaning of the Exchange Act and the rules of the U.S. Securities and Exchange Commission there under as in effect on the date hereof) of the ordinary shares of the Company representing more than 50% of the aggregate voting power represented by the issued and outstanding ordinary shares of the Company; or (b) occupation of a majority of the seats (other than vacant seats) on the Board by Persons who were neither (i) nominated by the Company s Board nor (ii) appointed by directors so nominated.  For the avoidance of doubt, a transaction shall not constitute a Change in Control or other Event described in Section 8 below (i) if effected for the purpose of changing the place of incorporation or form of organization of the ultimate parent entity of the Willis Group (including where the Company is succeeded by an issuer incorporated under the laws of another state, country or foreign government for such purpose and whether or not the Company remains in existence following such transaction) and (ii) where all or substantially all of the Person(s) who are the beneficial owners of the outstanding voting securities of the Company immediately prior to such transaction will beneficially own, directly or indirectly, all or substantially all of the combined voting power of the outstanding voting securities entitled to vote generally in the election of directors of the ultimate parent entity resulting from such transaction  in substantially the same proportions as their ownership, immediately prior to such transaction, of such outstanding securities of the Company. The Board, in its sole discretion, may make an appropriate and equitable adjustment to the Shares underlying a RSU to take into account such transaction, including to substitute or provide for the issuance of shares of the resulting ultimate parent entity in lieu of Shares of the Company. CODE  means the United States Internal Revenue Code of 1986, as amended; COMPANY  means Willis Group Holdings Public Limited Company (a company incorporated in Ireland under registered number 475616); EMPLOYEE  means an employee or director of a Participating Company; EXCHANGE ACT  means the Securities Exchange Act of 1934 of the United States, as amended; GROUP  means a  group  as such term is used in Sections 13(d) and 14(d) of the Exchange Act; OPTION  means a right to acquire Shares upon payment of (pound) 1 consideration upon the terms set out in the Plan; PARTICIPANT  means a person who is awarded an RSU or acquires Bonus Investment Shares pursuant to clause 5 of this Plan; PARTICIPATING COMPANY  means the Company or any Subsidiary; PERMANENT DISABILITY  means the Participant shall be deemed to have a  Permanent Disability  if the Participant meets the requirements of the definition of such term as defined in the Company s or Subsidiary s long-term disability plan applicable to the Participant or, if no such plan is applicable, in the event the Participant is unable by reason of physical or mental illness or other similar disability, to perform the material duties and responsibilities of his job for a period of 180 consecutive business days out of 270 business days or as the Board may in its discretion determine; PERSON  means  person  as such term is used in Section 13(d) and 14(d) of the Exchange Act; PLAN  means the Willis Group Holdings 2001 Bonus and Share Plan as amended and restated on December 30, 2009 by Willis Group Holdings Limited and as amended and restated and assumed by Willis Group Holdings Public Limited Company on December 31, 2009, a sub-plan to the 2001 Plan; 2001 PLAN  means the Willis Group Holdings 2001 Share Purchase and Option Plan, as amended and restated on December 30, 2009 by Willis Group Holdings Limited and as amended and restated and assumed by Willis Group Holdings Public Limited Company on December 31, 2009. RSU  means the Allocation or an Option determined by the Board pursuant to Rule 3.2 below and subject to the terms of the Plan;- 2 -  RSU SHARES  means any Shares which are subject to an RSU awarded under this Plan and which have not been transferred or allotted or forfeited in accordance with the Rules of the Plan; SHARES  means the ordinary shares of the Company, nominal value US$0.000115; SUBSIDIARY  shall mean with respect to the Company, any subsidiary of the Company within the meaning of Section 155 of the Act. For purposes of granting Options or any other  stock rights,  within the meaning of Section 409A of the Code, an entity may not be considered a Subsidiary if granting any such stock right would result in the stock right becoming subject to Section 409A of the Code; VESTING DATE  means the third anniversary of the Award Date or such other date as the Board may determine at the time of the award; WILLIS GROUP  means the Company and each of its subsidiaries."], "remedies/attorney's fees": [": Nothing in this Agreement shall limit the right of the Manager to terminate this Agreement as provided by any provision of the Landlord Resident Act. If civil action is instituted in connection with this Agreement, the prevailing party shall be entitled to recover court costs and any reasonable attorney's fees."], "all graphics shall be provided in tiff, gif, jpeg, or pmp formats\r": ["  \rD.       SPECIFICATIONS.\r  \rThe Parties hereby agree on the following specifications for the Application (collectively, the    Specifications   ):\r  \r"], "neutral construction": [". Neither party may rely on any drafts of this Agreement in any interpretation of the Agreement. Each party to this Agreement has reviewed this Agreement and has participated in its drafting and, accordingly, neither party shall attempt to invoke the normal rule of construction to the effect that ambiguities are to be resolved against the drafting party in any interpretation of this Agreement."], "subject property": [": "], "communicate with the company regarding progress it has made with respect to the milestones listed in [exhibit a] in performing the services upon an agreeable time each week": [".\r  \r(b)                             Of the Company. The Company agrees to do each of the following:\r  \r"], "further assurances": [".  Each of the parties shall execute and deliver any and all additional papers, documents and other assurances, and shall do any and all acts and things reasonably necessary in connection with the performance of their obligations hereunder and to carry out their intentions as set forth herein.", ". Sellers shall execute such further documents, and perform such further acts, as may be reasonably requested by Buyer in order to evidence the transfer and convey all the Purchased Units to Buyer on the terms contained herein, and to otherwise comply with the terms of this Agreement and consummate the transactions contemplated by it. Sellers acknowledge and agree that this Agreement and the terms of it, may be required to be filed or disclosed pursuant to securities laws applicable to Buyer, DM or its Affiliates."], "major maintenance guarantee": [": Residents understand and agree that the following major repairs are the responsibility of the owners and managers"], "limitations and conditions": ["     (a) The number of Shares available for Grants under this Plan shall be 30,000,000 Shares. The number of Shares subject to Grants made under this Plan to any one Participant in any given calendar year shall not be more than6 10,000,000 Shares. PROVIDED, HOWEVER, that in no event shall the total number of Shares subject to options and other equity for current and future Participants exceed 25% of the equity of the Company on a fully diluted basis. Shares subject to Grants that are forfeited, terminated, cancelled or expire unexercised, shall immediately become available for other Grants.     (b) No Grants shall be made under the Plan beyond ten years after the effective date of the Plan, but the terms of Grants made on or before the expiration of the Plan may extend beyond such expiration. At the time a Grant is made or amended or the terms or conditions of a Grant are changed, the Committee may provide for limitations or conditions on such Grant.     (c) Nothing contained herein shall affect the right of the Company to terminate any Participant s employment at any time or for any reason. The rights and obligations of any individual under the terms of his office or employment with the Company or any Subsidiary shall not be affected by his participation in this Plan or any right which he may have to participate in it, and an individual who participates in it shall waive any and all rights to compensation or damages in consequence of the termination of his office or employment for any reason whatsoever insofar as those rights arise or may arise from his ceasing to have rights under or be entitled to exercise any Grant as a result of such termination.     (d) Other than as specifically provided in the Management and Employee Shareholders  and Subscription Agreement attached hereto as Exhibit A with regard to the death of a Participant, no benefit under the Plan shall be subject in any manner to anticipation, alienation, sale, transfer, assignment, pledge, encumbrance, or charge, and any attempt to do so shall be void. No such benefit shall, prior to receipt thereof by the Participant, be in any manner liable for or subject to the debts, contracts, liabilities, engagements, or torts of the Participant.     (e) Participants shall not be, and shall not have any of the rights or privileges of, shareholders of the Company in respect of any Shares purchasable in connection with any Grant unless and until such Shares have been issued by the Company to such Participants.     (f) No Grant may be exercised during a Participant s lifetime by anyone other than the Participant except by a legal representative appointed for or by the Participant.     (g) Absent express provisions to the contrary, any Grant made under this Plan shall not be deemed compensation for purposes of computing benefits or contributions under any retirement plan of the Company or its Subsidiaries and shall not affect any benefits under any other benefit plan of any kind now or subsequently in effect under which the availability or amount of benefits is related to level of compensation. This Plan is not a  Retirement Plan  or  Welfare Plan  under the U.S. Employee Retirement Income Security Act of 1974, as amended.     (h) Unless the Committee determines otherwise, no benefit or promise under the Plan shall be secured by any specific assets of the Company or any of its Subsidiaries, nor shall any assets of the Company or any of its Subsidiaries be designated as attributable or allocated to the satisfaction of the Company s obligations under the Plan.7 ", "(a) The number of Shares available for Grants under this Plan shall be 5,000,000 Shares; PROVIDED, HOWEVER, that in no event shall the total number of Shares subject to options and other equity for current and future Participants exceed 25% of the equity of the Company on a fully diluted basis. Shares subject to Grants that are forfeited, terminated, canceled or expire unexercised, shall immediately become available for other Grants.(b) No Grants shall be made under the Plan beyond ten years after the original effective date of the Plan, but the terms of Grants made on or before the expiration of the Plan may extend beyond such expiration. At the time a Grant is made or amended or the terms or conditions of a Grant are changed, the Board may provide for limitations or conditions on such Grant.(c) Nothing contained herein shall affect the right of the Company to terminate any Participant s employment at any time or for any reason. The rights and obligations of any individual under the terms of his office or employment with the Company or any Subsidiary shall not be affected by his participation in this Plan or any right which he may have to participate in it, and an individual who participates in it shall waive any and all rights to compensation or damages in consequence of the termination of his office or employment for any reason whatsoever insofar as those rights arise or may arise from his ceasing to have rights under or be entitled to exercise any Grant as a result of such termination.(d) Other than as specifically provided in the Management and Employee Shareholders  and Subscription Agreement attached hereto as Exhibit A with regard to the death of a Participant, no benefit under the Plan shall be subject in any manner to anticipation, alienation, sale, transfer, assignment, pledge, encumbrance, or charge, and any attempt to do so shall be void. No such benefit shall, prior to receipt thereof by the Participant, be in any manner liable for or subject to the debts, contracts, liabilities, engagements, or torts of the Participant.6 (e) Participants shall not be, and shall not have any of the rights or privileges of, shareholders of the Company in respect of any Shares purchasable in connection with any Grant unless and until such Shares have been issued by the Company to such Participants.(f) No Grant may be exercised during a Participant s lifetime by anyone other than the Participant except by a legal representative appointed for or by the Participant.(g) Absent express provisions to the contrary, any Grant made under this Plan shall not be deemed compensation for purposes of computing benefits or contributions under any retirement plan of the Company or its Subsidiaries and shall not affect any benefits under any other benefit plan of any kind now or subsequently in effect under which the availability or amount of benefits is related to level of compensation. This Plan is not a  Retirement Plan  or  Welfare Plan  under the U.S. Employee(h) Unless the Board determines otherwise, no benefit or promise under the Plan shall be secured by any specific assets of the Company or any of its Subsidiaries, nor shall any assets of the Company or any of its Subsidiaries be designated as attributable or allocated to the satisfaction of the Company s obligations under the Plan."], "attorneys  fees": [". In the event that either party hereto commences litigation against the other to enforce such party s rights hereunder, the prevailing party shall be entitled to recover all costs, expenses and fees, including reasonable attorneys  fees (including in-house counsel), paralegals  fees, and legal assistants  fees through all appeals.[-signature page follows-]   8  INWITNESS WHEREOF, the Parties hereto have caused this Agreement to be duly executed as of the date first above written. CINNABAR VENTURES, INC.,a Nevada Corporation   By: __________________________"], "certain benefits": [".  Executive shall be entitled to participate in all employee benefit programs established by the Company from time to time for employees or executives of Company, to the extent that executives or senior management employees of Company generally are eligible to participate in such programs. Executive shall be further entitled to an annual paid vacation of five (5) weeks and other benefits in accordance with Company s policies as from time to time established by the Company or the Company s Board of Directors for employees and/or senior executive officers and the following: (i) full medical, dental, vision, life, and disability insurance plans for Executive and/or his immediate family; (ii) a per month automobile leasing, operating, insurance and maintenance expense allowance of $2,000 per month or the cash equivalent in the form of an expense reimbursement; (iii) cell phone, personal computer, internet access, and other communication device acquisition and operating expenses; (iv) out of state living expenses not to exceed $2,500 per month; (v) a managed 401K and retirement investment account program with a qualified investment firm to be paid for by Company; (vi) an unlimited expense account via a Company paid American Express card; and (vii) upon request access to a Company paid private jet service to be prudently used at the discretion of Executive pursuant to execution of the duties of President and COO."], "cooperation": [": The Clients and the Photographer consent to happily cooperating and communicating with each other to achieve the best possible result within the understanding of this contract. We recommend that the Photographer be provided with a helper (usually the best man) who will point out key individuals to be photographed. The Photographer may also require the assistance of the best man in organizing family groups. The Clients also agree to give the Photographer sufficient warning of key events at the wedding to give the Photographer time to prepare e.g. Bouquet throwing, cutting the cake, speeches etc. Please note that not all guests at weddings like having their photo taken. In such cases the Photographer will use his discretion but cannot be held responsible for a lack of photos of these people."], "conduct": [": Resident, family and guests shall not make or allow unreasonable noise or sound. Resident and/or guests shall not disturb other Residents' peaceful enjoyment of the premises. Disorderly conduct will result in a notice to vacate the premises and termination of agreement. In addition, Residents are responsible for all actions and damages caused by Resident's guests."], "base compensation": [".  Subject to increases pursuant to the cost of living adjustment described below in Section 2.3, Company shall pay to Executive an annual base salary (the  Base Salary ) according to the following schedule: (i) Year 1 of employment: Three Hundred and Fifty Thousand US Dollars (US$350,000.00); (ii) Years 2 thru 5 of Employment: Six Hundred Thousand US Dollars (US$600,000.00). During the term of this Agreement or such greater amount as may be determined upon a review of Executive s performance to be undertaken pursuant to Company policy regarding performance reviews by the Chief Executive Officer and the Chairman of the Board at least once annually."], "bonus investment shares": [""], "return of security deposit ": ["The return of Tenant   s security deposit is subject to the following conditions:a) Full term of lease has ended;b) Landlord has received a written forwarding address of tenant before moving;c) All rent paid in full;d) All keys and other items that Landlord provided are returned;e) No damage to the property has occurred beyond normal wear and tear;f) All personal property has been removed;g) The entire leased property has been cleaned, including all appliances;h) Holes in walls, scratches in woodwork, holes or damage to flooring whether carpeting, tile, or wood, have been repaired according to standard practices;i) No unpaid late charges or rent remains due;j) All utility bills are paid in full and written proof given to Landlord;k) Light fixtures have been cleaned and bulbs replaced where needed;l) All carpets have been professionally cleaned and written proof given to Landlord."], "to pass semiannual property inspections, and": [""], "project deadline": [": DeadlinePurchase Order #: Order NumberInvoice #: [INVOICE NUMBER]Creative Brief: Proposal or Creative briefFee: Detailed description of fees"], "when the board awards an rsu, it shall decide whether the rsu shall take the form of an allocation or an option, and all rsus awarded to employees who are uk tax resident shall take the form of options": ["."], "automatic contract surrender": [".  In the event of merger or acquisition of the Company, this contract has a minimum buy-out clause of Ten Million US Dollars (US$10,000,000). The purchaser or acquirer may demand buy-out for any reason by notice and payment.  This action accelerates vesting period for all stock options and additional stock grants under the term length of this agreement."], "the developer has the right to perform the services required by this agreement at any place or location, and at such times as the developer shall determine": [".\r  \r"], "eligibility": ["     The Committee may from time to time make Grants under the Plan, to such Directors and Employees, and in such form, and having such terms, conditions and limitations as the Committee may determine. The terms, conditions and limitations of each Grant under the Plan shall be set forth in a Grant Agreement, in a form approved by the Committee, consistent, however, with the terms of the Plan; PROVIDED, HOWEVER, that such Grant Agreement shall contain provisions dealing with the treatment of Grants in the event of the termination, death or disability of a Participant, and may also include provisions concerning the treatment of Grants in the event of a Change of Control.", "(a) The Board may from time to time make Grants under the Plan to such Employees and in such form and having such terms, conditions and limitations as the Board may determine. No Grants may be made under this Plan to non-employee directors of Company or any of its Subsidiaries. The terms, conditions and limitations of each Grant under the Plan shall be set forth in a Grant Agreement, in a form approved by the Board, consistent, however, with the terms of the Plan; PROVIDED, HOWEVER, that such Grant Agreement shall contain provisions dealing with the treatment of Grants in the event of the termination, death or disability of a Participant, and may also include provisions concerning the treatment of Grants in the event of a Change of Control.", "Subject to Section 12 of the Plan, the Committee may from time to time make Grants under the Plan to such Employees of the Willis Group or of any Designated Associate Company, and in such form and having such terms, conditions and limitations as the Committee may determine. Grants may be granted singly, in combination or in tandem. The terms, conditions and limitations of each Grant under the plan shall be set forth in a Grant Agreement, in a form approved by the Committee, consistent, however, with the terms of the Plan."], "indemnification": [": Resident shall indemnify, defend and hold owner harmless from any claim, loss, or liability arising out of or related to any activity on Premises of Resident, and any guest. Resident's duty to indemnify shall not apply to or prevent any claim by Resident against manager for injury or damage to Resident or Resident's property for which manager may be liable."], "billing for utilities that remain in landlord   s name ": ["a) When the Landlord receives the utility bill, Landlord will pay the bill and submit a copy to Tenant. If the charges are more than the amount paid by Tenant each month, Tenant pays the difference to Landlord within 10 days of receiving the bill.b) If Tenant has been late on any month   s rent during the year, owes additional fees, and does not renew the lease for another year, Landlord is not responsible to pay rent credit payments."], "default rights of sellers": [". In the event of a breach of Buyer with respect to payment of any portion of the Cash Payments to Sellers and Buyer fails to make such late payment within fifteen (15) calendar days following written notice from the Sellers of such breach, Trott may (but need not) set off the amount of such breach against any payment due to from Trott to the Company under that certain Services Agreement, dated as of March 14, 2006, as amended, between Trott and the Company. Each Seller hereby consents to this right of set off, and acknowledges and agrees that it will receive a direct benefit as a result."], "utilities": [": Resident(s) will be responsible and pay for the following utilities, including all required deposits (check those that apply):[ ] Gas [ ] Water [ ] Sewage [ ] Electric [ ] Refuse Collection [ ] Telephone [ ] Cable TV [ ] Oil"], "if any participant ceases to be an employee by reason of permanent disability before the vesting date the following provisions shall apply": [":-- 5 - "], "death": [". This Agreement shall terminate upon Executive s death. In the event of Executive s death while in the employ of Company, Company shall pay to such person or persons as the Executive may specifically designate (successively or contingently) by filing a written beneficiary designation with Company during Executive s lifetime (the  Designated Beneficiaries ) 100% of Executive s Base Salary as in effect immediately prior to Executive s death, payable to Executive s Designated Beneficiaries at the beginning of each month for a period of twelve (12) months following Executive s death."], "counterparts": [". This Agreement may be executed in any number of counterparts, each of which shall be an original, but all of which together, shall constitute one instrument. IN WITNESS WHEREOF, the undersigned have hereunto set their hands as of the day and year first above written.GLACIER ENTERPRISES, INC.By: /s/ William Tay"], "heating and cooling systems": [""], "in the case of any bonus rsus, an option may (and must if all) be exercised within the period of ": ["6 months following such cessation and RSU Shares subject to any Allocation shall be delivered to him as soon as is practicable following such cessation;"], "fill out a rental application,": ["2) meet the minimum resident criteria,3) either move-in to one of owner's rentals (paying all required funds) or, pay $100 fee to be placed on the owner's \"priority waiting list\", which is refundable if owner does not find housing that matches stated preferences of referred future resident within a 90 day period."], "closing": [". The closing of the transactions that are the subject of this Agreement (the  Closing ) shall be held at the offices of Jaffe, Raitt, Heuer & Weiss, P.C. in Southfield, Michigan, at 10:00 a.m. (Southfield time) on January 4, 2010 or at such other time or place as the parties hereto shall mutually agree (the  Closing Date )."], "purchase and sale": [". Sellers hereby sell to Buyer, free and clear of any claims, liens, security interests, pledges, charges or encumbrances whatsoever, and Buyer hereby purchases from Sellers, all of the Sellers  right, title and interest in and to the Purchased Units for an aggregate purchase price of $5,000,000 (the  Purchase Price ), to be paid to Sellers as follows: 1 (a) An aggregate amount equal to Two Million Dollars ($2,000,000), payable to each Seller as set forth on Exhibit A, in immediately available funds by wire transfer to the account specified by each Seller, due and payable in accordance with the following payment schedule (collectively, the  First Cash Payment ):(i) One Million Dollars ($1,000,000) on June 1, 2010; and(ii) One Million Dollars ($1,000,000) on July 1, 2010.(b) An aggregate amount equal to the principal sum of Three Million Dollars ($3,000,000), payable to each Seller as set forth on Exhibit A, plus interest as provided below, in 29 equal monthly installments beginning on August 1, 2010, with each subsequent payment on the first day of each month thereafter (the  Second Cash Payment  and, together with the First Cash Payment, the  Cash Payments ). Interest shall accrue on the unpaid principal balance of the Second Cash Payment at a rate equal to 4.25%. Interest on the unpaid principal balance of the Second Cash Payment shall begin accruing on January 5, 2010, and shall be computed on the basis of actual days elapsed and a year of 360 days. The parties acknowledge and agree that the amortization schedule attached to this Agreement as Exhibit B reflects the aggregate principal and interest payments due and owing the Sellers for the Second Cash Payment described in this paragraph 1.1b.Sellers acknowledges that following the consummation of the purchase of the Purchased Units by Buyer, Sellers shall have no further rights with respect to the Purchased Units."], "if a participant ceases to be an employee otherwise than as mentioned in rules ": ["7.3 and 7.4 above, the Option may not be exercised at all and no RSU Shares shall be delivered to him or her, unless the Board shall so permit in which event the Board may in its absolute discretion determine the number of RSU Shares which may be so acquired or delivered and such period (not exceeding 6 months) within which the Option may be exercised."], "awards under the plan": [""], "proceedings and orders": [". Neither Purchaser, nor any director, officer, affiliate or 5% or greater shareowner of Purchaser, during the last ten years, was a party to a civil proceeding of a judicial or administrative body of competent jurisdiction and as a result of such proceeding was or is subject to a judgment, decree or final order enjoining future violations of, or prohibiting or mandating activities subject to, federal or state securities laws or finding any violation with respect to such laws, or has been convicted of fraud or felony charges or restricted in conducting any business activity."], "late payments": [". Payments not received by due date will result in work cessation. Service Provider reserves the right to refuse completion or delivery of work until past due balances are paid. Monthly late charges of $10.00 or 1.75% (APR of 21%), whichever is greater, will be assessed on unpaid balances every 30 (thirty) days. "], "on completion of the application system, assist the company in installation of the application system to its final location, which assistance will include helping the company with its upload of the finished files to the company   s selected web-hosting company and submitting for approval on the apple store": [".\r  \r"], "opportunity to review": [". Such Seller has received and reviewed all information that it has requested from Buyer and the Company regarding the business, properties, condition (financial and otherwise) and prospects of the Company, such Seller has had the opportunity to make inquiries of management and representatives of the Company as to all such matters, and it has received satisfactory responses to all such inquiries. In making its investment decision to sell the Purchased Units, such Seller has relied on its own investigation and acknowledges that Buyer has made no representations and warranties regarding the Company or Buyer except as expressly provided in this Agreement. Such Seller acknowledges that any future sales of equity in the Company could be at a premium or a discount to the purchase price set forth in this Agreement and such sales could occur at any time or not at all. Such Seller acknowledges that it has been advised, and has had an opportunity, to consult with its own attorney and tax advisor regarding the transaction contemplated by this Agreement."], "yard/grounds": [": Resident shall properly care for and mow the grass and adequately water the lawn, shrubbery and grounds. If yard is not properly maintained, management reserves the right to hire someone to mow or care for yard and charge the expense to the resident as additional rent, after first advising the resident that they have 72 hours to handle the responsibility."], "this agreement is a legal, valid, and binding obligation of each party, enforceable against it in accordance with its terms (except as may be limited by bankruptcy, insolvency, moratorium, or similar laws affecting creditors    rights generally and equitable remedies)": [".\r  \r"], "bonus rsu award": [""], "experience": [". The undersigned has such knowledge and experience in financial and business matters that the undersigned is capable of evaluating the merits and risks of investment in the Company and of making an informed investment decision. The undersigned has adequate means of providing for the undersigned's current needs and possible future contingencies and the undersigned has no need, and anticipates no need in the foreseeable future, to sell the Shares for which the undersigned subscribes. The undersigned is able to bear the economic risks of this investment and, consequently, without limiting the generality of the foregoing, the undersigned is able to hold the Shares for an indefinite period of time and has sufficient net worth to sustain a loss of the undersigned's entire investment in the Company in the event such loss should occur. Except as otherwise indicated herein, the undersigned is the sole party in interest as to its investment in the Company, and it is acquiring the Shares solely for investment for the undersigned's own account and has no present agreement, understanding or arrangement to subdivide, sell, assign, transfer or otherwise dispose of all or any part of the Shares subscribed for to any other person."], "vehicles": [": Only authorized vehicles may be parked on the premises. These vehicles include: ________________________________________________________________________________________________________All vehicles kept on the premises must be operational and have current registration, tags, decals and license required by local and state laws. Any vehicle not meeting these requirements or unauthorized vehicles will be removed at the resident's expense after being given 72 hour notification. Vehicles must be parked only on paved or designated areas. Resident further understands that no repairing, servicing or painting of the vehicle is permitted on the premises. Resident also agrees never to park or store a recreational vehicle, motor home or trailer of any type."], "s": [". Tamiami Trail #300Ft. Myers, FL 33908Facsimile: (239) 791-3828If to the Executive:Richard A. Lisa"], "termination": [". Retainers may be terminated by either party for any reason with 10 (ten) days advance written notice of intent to cancel. Retainer fees are due in full for the intended month of cancellation if proper notice is not provided."], "client responsibilities": [". Client understands that Service Provider is not an employee, and that this will be a collaborative, professional relationship of equals where mutual professional respect, courtesy and consideration are expected. Due to the virtual nature of the relationship, Client understands the importance of communication, especially via email, and agrees to respond to questions, requests and communications from Service Provider in a timely manner. Client understands that Service Provider is a business with other clients to serve, and requires fair, realistic notice in order to attend to requests and projects. Poor planning or miscommunications on the part of the Client will not constitute an emergency for Service Provider. Client understands that Service Provider may require detailed clarification of projects in order to meet expectations and provide the best support and highest quality work."], "care and use of the leased property ": ["a) Primary Residence: Tenant agrees to use the leased property as a private residence only for tenant and authorized occupants only.b) Use of Leased Property Tenant agrees not to use the leased property for any unlawful or hazardous purposes. Tenant needs written permission from Landlord before using the leased property for any business or profession.c) Obey all laws: Tenant agrees to obey government housing regulations, local and state laws, and condominium and home owner association rules as they apply to Tenants.d) Keep safe and clean: Tenant agrees to keep the leased property safe against fire and water damage. Tenant agrees to remove trash, garbage, and other waste in a safe manner.e) Heating sources: Tenant agrees not to use any other heating source than the one provided in the leased property. Tenant will keep temperature at 60 degrees or above at all times."], "the schedule": [": Our shooting schedule, style of working and experience are designed to achieve a great set of wedding photos for the Clients, accomplished with good humour and enjoyed by all concerned. Both the Clients and the Photographers therefore agree that punctuality and cheerful cooperation are essential to producing outstanding photographic results. In cases where the wedding does not run on time (for example, extreme lateness by one of the Clients arriving to the church) we cannot guarantee to take our normal set of photos although in such circumstances we will do our absolute best to compensate."], "cancellation": ["In the event of cancellation of this assignment, ownership of all copyrights and the original artwork shall be retained by the Designer, and a cancellation fee for work completed, and expenses already incurred, shall be paid by the Client. Cancellation fee is based on the hours submitted, if the project is on an hourly basis or a percentage based on the time estimate for the entire job. A 100% cancellation fee is due once the project has been finished, whether delivered to the client or not.  If the project is on an hourly basis and the project is canceled by the client, the client agrees to pay no less than 100% of the hours already billed for the project at the time of cancellation plus a flat fee of $250 or 50% of the remaining hours that were expected to be completed on the project, whichever is greater."], "matching rsu award": [""], "grounds for termination": [": The failure of Resident or guests to comply with any term of this agreement is grounds for termination, with appropriate notice and procedures required by law.55)        READ THIS ENTIRE AGREEMENT: That Resident has read all the stipulations contained in the rental agreement, agrees to comply and has received a copy thereof."], "brokers and finders": [". Neither such Seller nor any Person acting on its behalf has incurred any obligation or liability, contingent or otherwise, for brokerage or finders  fees or agents  commissions or other similar payment in connection with this Agreement or the transactions contemplated by it."], "by either party for a material breach of any provision of this agreement by the other party, if the other party   s material breach is not cured within three (": ["3) days of receipt of written notice thereof. This shall include any delays to the timeline specified in Schedule A.\r  \r"], "confidentiality": [". The Executive recognizes and acknowledges that certain confidential business and technical information used by the Executive in connection with his duties hereunder is a valuable and unique asset of the Company. Executive agrees that he shall at all times maintain the confidentiality of the proprietary information and trade secrets of the Company, and that he shall, during the Restricted Period (as defined herein), refrain from disclosing any such information to the disadvantage of the Company."], "bonus compensation": ["."], "additional work": [". Client understands additional work beyond the scope of this Agreement must be negotiated separately and will require a separate Agreement. Services requested by Client and provided by Service Provider that do not fall within the scope of this Agreement will be billed separately at the full standard hourly rate according to service category with payment due upon receipt. "], "exchange, acquisition, liquidation or dissolution": ["     (a) In its absolute discretion, and on such terms and conditions as it deems appropriate, coincident with or after the grant of any Option or Other Share-Based Grant, the Committee may provide that such Option or Other Share-Based Grant cannot be exercised after the exchange of all or substantially all of the assets of the Company for the securities of another corporation, the acquisition by another corporation of 80% or more of the Company s then outstanding voting Shares, liquidation or dissolution of the Company, any variation of the share capital of the Company, and if the Committee so provides, it may, in its absolute discretion and on such terms and conditions as it deems appropriate, also provide, either by the terms of such Option or Other Share-Based Grant or by a resolution adopted prior to the occurrence of such exchange, acquisition, any variation of the share capital of the Company, liquidation or dissolution, that, for some period of8 time prior to such event, such Option or Other Share-Based Grant shall be exercisable as to all Shares subject thereto, notwithstanding anything to the contrary herein (but subject to the provisions of Paragraph 6(b)) and that, upon the occurrence of such event, such Option or Other Share-Based Grant shall terminate and be of no further force or effect; PROVIDED, HOWEVER, that the Committee may also provide, in its absolute discretion, that even if the Option or Other Share-Based Grant shall remain exercisable after any such event, from and after such event, any such Option or Other Share-Based Grant shall be exercisable only for the kind and amount of securities and/or other property, or the cash equivalent thereof, receivable as a result of such event by the holder of a number of Shares for which such Option or Other Share-Based Grant could have been exercised immediately prior to such event.10. AMENDMENT AND TERMINATION     The Committee shall have the authority to make such amendments to any terms and conditions applicable to outstanding Grants as are consistent with this Plan provided that, except for adjustments under Paragraph 8 or 9 hereof, no amendment to the disadvantage of any Participant shall be made unless:     (a) the Committee shall have invited every such Participant to give an indication as to whether or not he approves the amendment, and     (b) the amendment is approved by a majority of those Participants who have given such an indication.     The Board of Directors may amend, suspend or terminate the Plan except that no such action, other than an action under Paragraph 8 or 9 hereof, may be taken which would, without shareholder approval, increase the aggregate number of Shares available for Grants under the Plan, decrease the price of outstanding Grants, change the requirements relating to the Committee or extend the term of the Plan.", "In its absolute discretion, and on such terms and conditions as it deems appropriate, coincident with or after the grant of any Option or Other Share-Based Grant, the Board may provide that such Option or Other Share-Based Grant cannot be exercised after the exchange of all or substantially all of the assets of the Company for the securities of another corporation, the acquisition by another corporation of 80% or more of the Company s then outstanding voting Shares, liquidation or dissolution of the Company, any variation of the share capital of the Company, and if the Board so provides, it may, in its absolute discretion and on such terms and conditions as it deems appropriate, also provide, either by the terms of such Option or Other Share-Based Grant or by a resolution adopted prior to the occurrence of such exchange, acquisition, any variation of the share capital of the Company, liquidation or dissolution, that, for some period of time prior to such event, such Option or Other Share-Based Grant shall be exercisable as to all Shares subject thereto, notwithstanding anything to the contrary herein (but subject to the provisions of Paragraph 6(b)) and that, upon the occurrence of such event, such Option or Other Share-Based Grant shall terminate and be of no further force or effect; provided, HOWEVER, that the Board may also provide, in its absolute discretion, that even if the Option or Other Share-Based Grant shall remain exercisable after any such event, from and after such event, any such Option or Other Share-Based Grant shall be exercisable only for the kind and amount of securities and/or other property, or the cash equivalent thereof, receivable as a result of such event by the holder of a number of Shares for which such Option or Other Share-Based Grant could have been exercised immediately prior to such event.10. AMENDMENT AND TERMINATIONThe Board shall have the authority to make such amendments to any terms and conditions applicable to outstanding Grants as are consistent with this Plan provided that, except for adjustments under Paragraph 8 or 9 hereof, no amendment to the disadvantage of any Participant shall be made unless:(a) the Board shall have invited every such Participant to give an indication as to whether or not he approves the amendment, and(b) the amendment is approved by a majority of those Participants who have given such an indication.8 The Board may amend, suspend or terminate the Plan except that no such action, other than an action under Paragraph 8 or 9 hereof, may be taken which would, without shareholder approval, increase the aggregate number of Shares available for Grants under the Plan, decrease the price of outstanding Grants, change the requirements relating to the Board or extend the term of the Plan."], "quarterly revenue bonus": [". Company shall pay Executive a quarterly revenue bonus of one-half percent (0.5%) of Company revenue. This is to be paid in once per fiscal quarter distributions within four weeks of each fiscal quarterly close.   3  "], "lien": [". All materials or property belonging to Client, as well as work performed, may be retained as security until all just claims against Client are satisfied. "], "the board shall award an rsu ( matching rsu ) to each participant in respect of a bonus rsu awarded under rule ": ["4.1 above and an acquisition of Bonus Investment Shares under Rule 5.1 above, on the terms set out in the Plan and such other terms as the Board may specify at the time of the award."], "grants": ["     From time to time, the Committee will determine the forms and amounts of Grants for Participants. Such Grants may take the following forms in the Committee s sole discretion:     (a) U.S. INCENTIVE STOCK OPTIONS   These are Share options within the meaning of Section 422 of the Code, to purchase Ordinary Shares. In addition to other restrictions contained in the Plan, an option granted under this Paragraph 5(a), (i) may not be exercised more than 10 years after the date it is granted, (ii) may not have an option price less than the Fair Market Value of Ordinary Shares on the date the option is granted (or, if the Participant to whom the Incentive Stock Option is granted owns ordinary shares representing more than 10 percent of the voting power of all classes of Company shares, the option price shall be at least equal to 110% of the Fair Market Value of the Ordinary Shares on the date the option is granted), (iii) must otherwise comply with Code Section 422, and (iv) must be designated as an  Incentive Stock Option  by the Committee. The maximum aggregate Fair Market Value of Ordinary Shares (determined at the time of grant) with respect to which Incentive Stock Options are first exercisable with respect to any Employee under this Plan and any Incentive Stock Options granted to the Employee for such year under any plans of the Company or any Parent or Subsidiary in any calendar year is $100,000. Payment of the option price4 shall be made in cash in accordance with the terms of the Plan, the Option Agreement, and of any applicable guidelines of the Committee in effect at the time. Incentive Stock Options may be granted only to Employees of the Company or any Parent or Subsidiary.     (b) U.S. NON-QUALIFIED STOCK OPTIONS   These are options to purchase Ordinary Shares which are not designated by the Committee as  U.S. Incentive Stock Options . At the time of grant the Committee shall determine, and shall include in the Option Agreement or other Plan rules, the option exercise period, the option price, and such other conditions or restrictions on the grant or exercise of the option as the Committee deems appropriate. In addition to other restrictions contained in the Plan, an option granted under this Paragraph 5(b) may not be exercised more than 10 years after the date it is granted. Payment of the option price shall be made in cash in accordance with the terms of the Plan, the Option Agreement and of any applicable guidelines of the Committee in effect at the time.     (c) SHARE APPRECIATION RIGHTS   These are rights that on exercise entitle the holder to receive the excess of (i) the Fair Market Value of a share of Ordinary Shares on the date of exercise over (ii) the Fair Market Value on the date of Grant (the  base value ) multiplied by (iii) the number of rights exercised as determined by the Committee. Share Appreciation Rights granted under the Plan may, but need not be, granted in conjunction with an Option under Paragraph 5(a) or 5(b). The Committee, in the Grant Agreement or by other Plan rules, may impose such conditions or restrictions on the exercise of Share Appreciation Rights as it deems appropriate, and may terminate, amend, or suspend such Share Appreciation Rights at any time. No Share Appreciation Right granted under this Plan may be exercised less than 6 months or more than 10 years after the date it is granted except in the event of death or disability of a Participant. To the extent that any Share Appreciation Right that shall have become exercisable but shall not have been exercised or cancelled or by reason of any termination of employment, shall have become non-exercisable, it shall be deemed to have been exercised automatically, without any notice of exercise, on the last day of which it is exercisable, provided that any conditions or limitations on its exercise are satisfied (other than (i) notice of exercise and (ii) exercise or election to exercise during the period prescribed) and the Share Appreciation Right shall then have value. Such exercise shall be deemed to specify that the holder elects to receive cash and that such exercise of a Share Appreciation Right shall be effective as of the time of automatic exercise.     (d) RESTRICTED SHARES   Restricted Shares are Ordinary Shares delivered to a Participant with or without payment of consideration with restrictions or conditions on the Participant s right to transfer or sell such shares. If a Participant irrevocably elects in writing in the calendar year preceding a Grant of Restricted Shares, dividends paid on the Restricted Shares granted may be paid in Restricted Shares equal to the cash dividend paid on Ordinary Shares. The number of Restricted Shares and the restrictions or conditions on such Shares shall be as the Committee determines, in the Grant Agreement or by other Plan rules, and the Shares underlying the Restricted Shares shall bear evidence of the restrictions or conditions. No Restricted Shares may have a restriction period of less than 6 months, other than in the case of death or disability. Should the Restricted Shares be issued in circumstances where they are not otherwise fully paid up, the Board of Directors may require the Participant to pay the aggregate nominal value of such Restricted Shares on the basis that such Restricted Shares shall then be allotted as fully paid to the Participant.5      (e) PURCHASE SHARES   Purchase Shares are shares of Ordinary Shares offered to a Participant at such price as determined by the Committee, the acquisition of which will make him eligible to receive under the Plan, including, but not limited to, U.S. Non-Qualified Share Options.     (f) DIVIDEND EQUIVALENT RIGHTS   These are rights to receive cash payments from the Company at the same time and in the same amount as any cash dividends paid on an equal number of Ordinary Shares to shareholders of record during the period such rights are effective. The Committee, in the Grant Agreement or by other Plan rules, may impose such restrictions and conditions on the Dividend Equivalent Rights, including the date such rights will terminate, as it deems appropriate, and may terminate, amend, or suspend such Dividend Equivalent Rights at any time.     (g) PERFORMANCE UNITS   These are rights to receive at a specified future date, payment in cash of an amount equal to all or a portion of the value of a unit granted by the Committee. At the time of the Grant, in the Grant Agreement or by other Plan rules, the Committee must determine the base value of the unit, the performance factors applicable to the determination of the ultimate payment value of the unit and the period over which Company performance will be measured. These factors must include a minimum performance standard for the Company below which no payment will be made and a maximum performance level above which no increased payment will be made. The term over which Company performance will be measured shall be not less than six months.     (h) PERFORMANCE SHARES   These are rights to receive at a specified future date, payment in cash or Ordinary Shares, as determined by the Committee, of an amount equal to all or a portion of the Fair Market Value for all days that the Ordinary Shares are traded during the last forty-five (45) days of the specified period of performance of a specified number of shares of Ordinary Shares at the end of a specified period based on Company performance during the period. At the time of the Grant, the Committee, in the Grant Agreement or by Plan rules, will determine the factors which will govern the portion of the rights so payable and the period over which Company performance will be measured. The factors will be based on Company performance and must include a minimum performance standard for the Company below which no payment will be made and a maximum performance level above which no increased payment will be made. The term over which Company performance will be measured shall be not less than six months. Performance Shares will be granted for no consideration.     (i) OTHER SHARE-BASED GRANTS   The Committee may make other Grants under the Plan pursuant to which Ordinary Shares (which may, but need not, be Restricted Shares pursuant to Paragraph 5(d)), are or may in the future be acquired, or Grants denominated in Share units, including ones valued using measures other than market value. Other Share-Based Grants may be granted with or without consideration. Such Other Share-Based Grants may be made alone, in addition to or in tandem with any Grant of any type made under the Plan and must be consistent with the purposes of the Plan.", "From time to time, the Board will determine the forms and amounts of Grants for Participants. Such Grants may take the following forms in the Board s sole discretion:(a) U.S. INCENTIVE STOCK OPTIONS   These are share options within the meaning of Section 422 of the Code, to purchase Ordinary Shares. In addition to other restrictions contained in the Plan, an option granted under this Paragraph 5(a), (i) may not be exercised more than 10 years after the date it is granted, (ii) may not have an option price less than the Fair Market Value of Ordinary Shares on the date the option is granted (or, if the Participant to whom the Incentive Stock Option is granted owns ordinary shares representing more than 10 percent of the voting power of all classes of Company shares, the option price shall be at least equal to 110 percent of the Fair Market Value of the Ordinary Shares on the date the option is granted), (iii) must otherwise comply with Code Section 422, and (iv) must be designated as an  Incentive Stock Option  by the Board. The maximum aggregate Fair Market Value of Ordinary Shares (determined at the time of grant) with respect to which Incentive Stock Options are first exercisable with respect to any participant under this Plan and any Incentive Stock Options granted to the Participant for such year under any plans of the Company or any Parent or Subsidiary in any calendar year is $100,000. Payment of the option price shall be made in cash in accordance with the terms of the Plan, the Option Agreement, and of any applicable guidelines4 of the Board in effect at the time. Incentive Stock Options may be granted only to Employees of the Company or any Parent or Subsidiary.(b) U.S. NON-QUALIFIED STOCK OPTIONS   These are options to purchase Ordinary Shares which are not designated by the Board as  U.S. Incentive Stock Options . At the time of grant the Board shall determine, and shall include in the Option Agreement or other Plan rules, the option exercise period, the option price, and such other conditions or restrictions on the grant or exercise of the option as the Board deems appropriate. In addition to other restrictions contained in the Plan, an option granted under this Paragraph 5(b) may not be exercised more than 10 years after the date it is granted. Payment of the option price shall be made in cash in accordance with the terms of the Plan, the Option Agreement and of any applicable guidelines of the Board in effect at the time.(c) SHARE APPRECIATION RIGHTS   These are rights that on exercise entitle the holder to receive the excess of (i) the Fair Market Value of a share of Ordinary Shares on the date of exercise over (ii) the Fair Market Value on the date of Grant (the  base value ) multiplied by (iii) the number of rights exercised as determined by the Board. Share Appreciation Rights granted under the Plan may, but need not be, granted in conjunction with an Option under Paragraph 5(a) or 5(b). The Board, in the Grant Agreement or by other Plan rules, may impose such conditions or restrictions on the exercise of Share Appreciation Rights as it deems appropriate, and may terminate, amend, or suspend such Share Appreciation Rights at any time. No Share Appreciation Right granted under this Plan may be exercised less than 6 months or more than 10 years after the date it is granted except in the event of death or disability of a Participant. To the extent that any Share Appreciation Right that shall have become exercisable but shall not have been exercised or cancelled or by reason of any termination of employment, shall have become non-exercisable, it shall be deemed to have been exercised automatically, without any notice of exercise, on the last day which it is exercisable, provided that any conditions or limitations on its exercise are satisfied (other than (i) notice of exercise and (ii) exercise or election to exercise during the period prescribed) and the Share Appreciation Right shall then have value. Such exercise shall be deemed to specify that the holder elects to receive cash and that such exercise of a Share Appreciation Right shall be effective as of the time of automatic exercise.(d) PERFORMANCE UNITS   These are rights to receive at a specified future date, payment in cash of an amount equal to all or a portion of the value of a unit granted by the Board. At the time of the Grant, in the Grant Agreement or by other Plan rules, the Board must determine the base value of the unit, the performance factors applicable to the determination of the ultimate payment value of the unit and the period over which Company performance will be measured. These factors must include a minimum performance standard for the Company below which no payment will be made and a maximum performance level above which no increased payment will be made. The term over which Company performance will be measured shall be not less than six months.(e) PERFORMANCE SHARES   These are rights to receive at a specified future date, payment in cash or Ordinary Shares, as determined by the Board, of an amount equal to all or a portion of the Fair Market Value for all days that the Ordinary Shares are traded during the last forty-five (45) days of the specified period of performance of a specified number of shares of5 Ordinary Shares at the end of a specified period based on Company performance during the period. At the time of the Grant, the Board, in the Grant Agreement or by Plan rules, will determine the factors which will govern the portion of the rights so payable and the period over which Company performance will be measured. The factors will be based on Company performance and must include a minimum performance standard for the Company below which no payment will be made and a maximum performance level above which no increased payment will be made. The term over which Company performance will be measured shall be not less than six months. Performance Shares will be granted for no consideration.(f) OTHER SHARE-BASED GRANTS   The Board may make other Grants under the Plan pursuant to which Ordinary Shares, are or may in the future be acquired, or Grants denominated in Share units, including ones valued using measures other than market value. Other Share-Based Grants may be granted with or without consideration. Such Other Share-Based Grants may be made alone, in addition to or in tandem with any Grant of any type made under the Plan and must be consistent with the purposes of the Plan.", "From time to time, the Committee will determine the forms and amounts of Grants for Participants. Such Grants may take the following forms in the Committee s sole discretion; provided, however, that in no event shall the purchase price of any Grant be less than the par value of the Shares. The terms of any Grant may include a requirement that the Participant enter into an agreement or election under which the Participant agrees to pay his or her employer s social security liability (or reimburse the employer for such liability) in any jurisdiction arising on exercise of any Share Option, or at any other time with respect to any other Share-Based Award, and if this requirement is not permitted in any jurisdiction the Grant in such circumstances shall be null and void.(a) Share Options These are options to purchase Ordinary Shares, which may or may not be Incentive Stock Options. The option price per each Share purchasable under any Share Option granted pursuant to this Article shall not be less than 100% of the Fair Market Value of one Share on the date of5 grant of such option (or, if the person to whom the Incentive Stock Option is being granted owns Ordinary Shares representing more than 10 percent of the voting power of all classes of Willis  equity, the exercise price shall be at least equal to 110% of the Fair Market Value of one Ordinary Share on the date of grant) other than in connection with Substitute Awards. At the time of the Grant the Committee shall determine, and shall have contained in the Grant Agreement the option exercise period, the option price, and such other conditions or restrictions on the grant or exercise of the option as the Committee deems appropriate, which may include the requirement that the grant of options is predicated on the acquisition of Purchase Shares under Section 6(c) by the Participant or as may be required pursuant to applicable law, if such options shall be Incentive Stock Options, subject to Section 12. Payment of the option price shall be made in cash or in Ordinary Shares (provided, that such Shares have been held by the Participant for not less than six months (or such other period as established by the Committee from time to time)), or a combination thereof, in accordance with the terms of the Plan, the Grant Agreement and any applicable guidelines of the Committee in effect at the time. Notwithstanding anything to the contrary in the Plan, Incentive Stock Options may be granted only to employees of Willis or of a  parent corporation  or  subsidiary corporation  (as such terms are defined in Section 424 of the Code) at the date of grant. The aggregate Fair Market Value (generally determined as of the time the Share Option is granted) of the Shares with respect to which Incentive Stock Options are exercisable for the first time by a Participant during any calendar year (under all plans of Willis and of any parent corporation or subsidiary corporation as defined in Section 424 of the Code) shall not exceed one hundred thousand dollars ($100,000). For purposes of the preceding sentence, Incentive Stock Options will be taken into account generally in the order in which they are granted. No Incentive Stock Option may be exercised later than ten (10) years after the date it is granted or five years, in the case of a Participant who owns Ordinary Shares representing more than 10 percent of the voting power of all classes of Willis  equity. Each provision of the Plan and each Grant Agreement relating to an Incentive Stock Option shall be construed so that each Incentive Stock Option shall be an incentive stock option as defined in Section 422 of the Code, and any provisions of the Grant Agreement thereof that cannot be so construed shall be disregarded. Except for Substitute Awards and in certain limited situations, including, without limitation the death, disability, termination of employment of the Participant without good cause as determined by the Committee, or retirement of the Participant or a Change of Control, Share Options shall have a vesting period of not less than three (3) years from date of grant (but permitting pro rata vesting over such time) provided that such restrictions shall not be applicable to grants of Share Options, Restricted Share Awards or Restricted Share Unit Awards not in excess of 5% of the number of shares available for Grants under Section 5(a). Share Options subject to the achievement of performance objectives shall have a minimum vesting period of one (1) year.(b) Restricted Share and Restricted Share Units Grants of Restricted Share and of Restricted Share Units may be issued to Participants either alone or in addition to other Grants made under the Plan (a  Restricted Share Award  or  Restricted Share Unit Award  respectively). Except for Substitute Awards and in certain limited situations, including, without limitation the death, disability, termination of employment of the Participant without good cause as determined by the Committee, or retirement of the Participant, a Change of Control, Restricted Share Awards and Restricted Share Unit Awards subject to continued service with the Company or a Subsidiary shall have a vesting period of not less than three (3) years from date of grant (but permitting pro rata vesting over such time); provided that such restrictions shall not be applicable to grants of Share Options, Restricted Share Awards or Restricted Share Unit Awards not in excess of 5% of the number of shares available for Grants under Section 5(a). Restricted Share Awards and Restricted Share Unit Awards subject to the achievement of performance objectives shall have a minimum vesting period of one (1) year.Unless otherwise provided in the Grant Agreement, beginning on the date of grant of the Restricted Share Award and subject to execution of the Grant Agreement, the Participant shall become a shareholder of Willis with respect to all Shares subject to the Grant Agreement and shall have all of the rights of a shareholder, including the right to vote such Shares and the right to receive distributions made with respect to such Shares. A Participant receiving a Restricted Share Unit Award shall not possess the rights of a shareholder of Willis with respect to such grant. Except as otherwise provided in an Grant Agreement any Shares or any other property (other than cash) distributed as a dividend or otherwise with respect to any Restricted Share Award or Restricted Share Unit Award as to which the restrictions have not yet lapsed shall be subject to the same restrictions as such Restricted Share Award or Restricted Share Unit Award.6 Should Shares be issued upon vesting of Restricted Share Award or Restricted Share Unit Awards in circumstances where they are not otherwise fully paid up, the Board may require the Participant to pay the aggregate nominal value of the Shares on the basis that such Shares underlying the Restricted Share Award or Restricted Share Unit Award shall then be allotted as fully paid to the Participant.(c) Purchase Shares Purchase Shares refer to Ordinary Shares held in Willis  employee share ownership plan trust, The Trinity Employees  Share Ownership Plan Trust, offered to a Participant at not less than 100% of the Fair Market Value of one Share on the date of purchase, the acquisition of which may make him eligible to receive under the Plan, among other things, Share Options.(d) Other Share-Based Grants The Committee may make other Grants under the Plan pursuant to which Ordinary Shares or other equity securities of Willis are or may in the future be acquired, or Grants denominated in Share units, including ones valued using measures other than Fair Market Value. Other Share-Based Grants may be granted with or without consideration. Should Ordinary Shares be issued on the vesting of a Share-Based Grant in circumstances where they are not otherwise fully paid up, the Board may require the Participant to pay the aggregate nominal value of such Ordinary Shares on the basis that such Ordinary Shares shall then be allotted as fully paid to the Participant.(e) Entitlement to Dividend Equivalents Subject to complying with Section 409A of the Code and the provisions of the Plan, including, without limitation Section 14, and any Grant Agreement, the recipient of a Grant other than a Share Option may, if so determined by the Committee, be entitled to receive, currently or on a deferred basis, cash, Share or other property dividends, or cash payments in amounts equivalent to cash, Share or other property dividends on Shares ( Dividend Equivalents ) with respect to the number of Shares covered by the Grant, as determined by the Committee, in its sole discretion. The right of US Participants to receive Dividend Equivalents or other dividends or payments shall be treated as a separate Grant and such Dividend Equivalents or other dividends or payments for such US Participants, if any, shall be credited to a notional account maintained by Willis or paid, as of the dividend payment dates during the period between the date of the Grant and the date the Grant is exercised, vested, expired, credited or paid, as applicable and shall be subject to such limitations as may be determined by the Committee. The Committee may provide that such amounts and Dividend Equivalents (if any) shall be deemed to have been reinvested in additional Shares or otherwise reinvested and may provide that such amounts and Dividend Equivalents are subject to the same vesting or performance conditions as the underlying Grant.(f) Performance Awards If the Committee determines that a Share Option, Restricted Share Award, a Restricted Share Unit Award, a Performance Award or an Other Share-Based Award is intended to be subject to performance goals, the lapsing of restrictions thereon and the distribution of cash, Shares or other property pursuant thereto, as applicable, shall be subject to the achievement of one or more objective performance goals established by the Committee, which shall be based on the attainment of specified levels of one or any combination of the following: net revenue; revenue growth or product revenue growth; operating income (before or after taxes); pre- or after-tax income (before or after allocation of corporate overhead and bonus); earnings per share; net income (before or after taxes); return on equity; total shareholder return; return on assets or net assets; appreciation in and/or maintenance of the price of the Shares or any other publicly-traded securities of Willis; market share; gross profits; earnings (including earnings before taxes, earnings before interest and taxes or earnings before interest, taxes, depreciation and amortization); economic value-added models or equivalent metrics; comparisons with various Share market indices; reductions in costs; cash flow or cash flow per share (before or after dividends); return on capital (including return on total capital or return on invested capital); cash flow return on investment; improvement in or attainment of expense levels or working capital levels; operating margins, gross margins or cash margin; year-end cash; debt reductions; Shareholder equity; market share; regulatory achievements; and implementation, completion or attainment of measurable objectives with respect to research, development, products or projects, production volume levels, acquisitions and divestitures and recruiting and maintaining personnel. Such performance goals also may be based solely by reference to Willis  performance or the performance of a Subsidiary, division, business segment or business unit of Willis, or based upon the relative performance of other companies or upon comparisons of any of the indicators of performance relative to other companies. The Committee may also exclude charges related to an event or7 occurrence which the Committee determines should appropriately be excluded, including (a) restructurings, discontinued operations, extraordinary items, and other unusual or non-recurring charges, (b) an event either not directly related to the operations of Willis or not within the reasonable control of Willis  management, or (c) the cumulative effects of tax or accounting changes in accordance with U.S. generally accepted accounting principles. Such performance goals shall be set by the Committee within the time period prescribed by, and shall otherwise comply with the requirements of, Section 162(m) of the Code, and the regulations thereunder."], "retainers": [". Monthly retainers provide ongoing support at a discounted rate up to the number of hours set forth in this Agreement. Retainer fees are required in full in advance of services; payment is due on or before 1st of each month. If payment is not received by the 1st, full standard hourly rates will apply for any work performed during that month, and monies received will be applied accordingly. Services rendered beyond the retained number of hours will be billed at the full hourly rate with payment due upon receipt. Hours are billed in 5 (five) minute increments. Payments rendered are considered fully earned and non refundable. Unused hours are not carried over; it is incumbent upon Client to utilize their retained hours each month."], "appliances": [": Unless otherwise stated as part of the custom rental package, this rental agreement does NOT include any appliances. Appliances that are located on the premises are there solely at the convenience of the owner, who assumes no responsibility for their operation. While on the premises, residents are free to use them; however, residents do so at their own risk. In the event appliances fail to function, the owner is not liable for repair or damages. If residents wish, at any time they may request that the appliances be removed. The owner will dispose of them at his expense."], "organization and standing": [". Buyer is a limited liability company duly organized, validly existing and in good standing under the laws of the State of Delaware. Buyer has the requisite legal and company power and authority to carry on its business as it is now being conducted.4 4 "], "all other documents and instruments contemplated by this agreement to be delivered at the closing shall be delivered": [".ARTICLE IIIREPRESENTATIONS AND WARRANTIES OF SELLERSEach Seller, severally and not jointly, hereby represents and warrants to Buyer as of the Closing Date or, if a representation or warranty is made as of a specified date, as of such date, as follows with respect to such Seller (but not with respect to any other Seller):"], "number of occupants": [": The most people allowed to live in the leased property are ______ adults ______ children. Names of all occupants not signing this lease: __________________________________________________________________________________________________________________________________________________________________________________________________________________ "], "any notice or other communication under or in connection with this plan may be given either": [":"], "expiration & modification": [". This Agreement shall remain in effect until such time as one or the other Party provides written notice of cancellation. This Agreement may be modified or amended as necessary after negotiations initiated by either Party. If agreement is reached, only a written instrument signed by both Parties will modify or amend this Agreement."], "arbitration": [". Any dispute arising out of or relating to this Agreement shall be arbitrated before a single arbitrator in accordance with the commercial arbitration rules of the American Arbitration Association.  Arbitration shall take place in Lee County, Florida, and each Party waives any objection which it may now or hereafter have to the venue of any such suit, action or proceeding. The arbitrator shall rule on all matters including without limitation, emergency injunctive relief and attorneys  fees."], "use of premises": [". The premises shall be used as a dwelling unit and for no other purposes. Resident shall use, in a reasonable manner, all facilities, utilities and appliances on the premises and shall maintain the premises and facilities in a clean and sanitary condition at all times and upon termination of the tenancy shall surrender the premises in as good condition as when received, ordinary wear and tear and damage by the elements excepted. Resident further agrees to make all utility payments, (that are listed in their name), on time during the term of this tenancy and will be considered in breach of this agreement for nonpayment and will be held liable for any resulting added charges and damages."], "the developer shall develop the application to project the highest professional image": [". The Developer shall not include any links to other sites without the Company   s prior written consent\r  \r"], "additional provisions & modifications to this": [": Any additions or modifications to this Agreement must be in writing. The following additional provisions are part of this agreement: __________________________________________________________________________________________________________________________________________________________________________________________________________________"], "no violation": [". Neither the execution and delivery of this Agreement and consummation of the transactions provided for in it, nor the fulfillment by such Seller of the terms of this Agreement will (with or without notice or passage of time or both): (a) violate any law, order, decree, rule or regulation of any Governmental Authority (as defined below) applicable to Seller or (b) result in the breach of any agreement, contract, instrument or other obligation of any kind or nature by which Seller or its properties may be subject or bound. For purposes of this Agreement,  Governmental Authority  means any (i) nation, state, county, city, town, village, district, or other jurisdiction of any nature, (ii) federal, state, local, municipal, foreign, or other government entity, (iii) governmental or quasi-governmental authority of any nature (including any governmental agency, branch, department, official, or other entity and any court or other tribunal), or (iv) body exercising, or entitled or purporting to exercise, any administrative, executive, judicial, legislative, police, regulatory, or taxing authority or power of any nature.", ". Neither the execution and delivery of this Agreement and the consummation of the transactions provided for in it, nor the fulfillment by Buyer of the terms of this Agreement will (with or without notice or passage of time or both): (a) violate any law, order, decree, rule or regulation of any Governmental Authority applicable to Buyer or (b) result in the breach of any agreement, contract, instrument or other obligation of any kind or nature by which Buyer or its properties may be subject or bound."], "definitions and interpretation": [""], "during the restricted period, the executive shall not, directly or indirectly": [":(i) solicit, in competition with the Company, any person who is a customer of any business conducted by the Company; or(ii) in any manner whatsoever induce, or assist others to induce, any supplier of the Company to terminate its association with the Company or do anything, directly or indirectly, to interfere with the business relationship between the Company, and any of their respective current or prospective suppliers."], "traditional delivery of payments": [": Please be advised that any payments lost in the mail will be treated as if unpaid until received by management. If a check is returned unpaid for whatever reason, checks will no longer be accepted for at least six months. Resident will be required to pay by certified funds only. To avoid potential problems, we suggest one of the worry free payment methods."], "code of fair practice": ["The Client and the Designer agree to comply with the provisions of the Code of Fair Practice (which is in the Ethical Standards section of chapter 1, Professional Relationships).", "The Designer warrants and represents that, to the best of his/her knowledge, the work assigned hereunder is original and has not been previously published, or that consent to use has been obtained on an unlimited basis; that all work or portions thereof obtained through the undersigned form third parties is original or, if previously published, that consent to use has been obtained on an unlimited basis; that the Designer has full authority to make this agreement; and that the work prepared by the Designer does not contain any scandalous, libelous, or unlawful matter. This warranty does not extend to any uses that the Client or others may make of the Designer   s product that may infringe on the rights of others. Client expressly agrees that it will hold the Designer harmless for all liability caused by the Client   s use of the Designer   s product to the extent such use infringes on the rights of others."], "investment; access to data": [". The undersigned has carefully reviewed and understands the risks of, and other considerations relating to, a purchase of the Common Stock and an investment in the Company. The undersigned has been furnished materials relating to the Company, the private placement of the Common Stock or anything else that it has requested and has been afforded the opportunity to ask questions and receive answers concerning the terms and conditions of the offering and obtain any additional information which the Company possesses or can acquire without unreasonable effort or expense. Representatives of the Company have answered all inquiries that the undersigned has made of them concerning the Company, or any other matters relating to the formation and operation of the Company and the offering and sale of the Common Stock. The undersigned has not bee n furnished any offering literature other than the materials that the Company may have provided at the request of the undersigned; and the undersigned has relied only on such information furnished or made available to the undersigned by the Company as described in this Section. The undersigned is acquiring the Shares for investment for the undersigned's own account, not as a nominee or agent and not with the view to, or for resale in connection with, any distribution thereof. The undersigned acknowledges that the Company is a start-up company with no current operations, assets or operating history, which may possibly cause a loss of Purchaser s entire investment in the Company."], "interest": [". At the end of each Plan Year under this Agreement, interest is to be credited on the account cash balance at an annual rate equal to the weighted average interest rate on the Company s new car flooring lines of credit by reference to such rate as of the last business day of the preceding Plan Year."], "notices": [". Any and all notices required or desired to be given hereunder by either party shall be in writing and shall be validly given or made to the other if delivered either personally, by telex, facsimile transmission, same day delivery service, overnight expedited delivery service, or if deposited in the United States Mail, certified or registered, postage prepaid, return receipt requested.  If notice is served personally, notice shall be deemed effective upon receipt. If notice is served by telex or by facsimile transmission, notice shall be deemed effective upon transmission, provided that such notice is confirmed in writing by the sender within one day after transmission. If notice is served by same day delivery service or overnight expedited delivery service, notice shall be deemed effective three (3) days after it is sent. In all instances, notice shall be sent to the parties at the following addresses: If to the Company:Cinnabar Ventures, Inc.", ". Any notices, consents or other communication required or desired to be sent or given under this Agreement by any of the parties shall in every case be in writing and shall be deemed properly served if (a) delivered personally or (b) delivered by a recognized overnight courier service, to the parties at the addresses as set forth below or at such other addresses as may be furnished in writing:If to a Seller, to the address of such seller set forth on Exhibit A.with a copy to (which shall not constitute notice):Jaffe, Raitt, Heuer & Weiss, P.C.", ": Any notice is deemed served on the day on which it is both mailed by first class mail to the Resident at the premises, and attached in a secure manner to the main entrance of that portion of the premises of which Resident has possession."], "model release": [": The Clients grant the Photographer and its legal representatives, heirs and assigns, the irrevocable and unlimited consent to use the photographs of the Clients for editorial, competition, advertising and any other purpose and in any manner, to alter the photographs without restriction; and to copyright the images. The Clients hereby release the Photographer and its legal representatives, heirs and assigns from all liability and claims in connection with the images."], "the services shall be performed in accordance with and shall not violate any applicable laws, rules, or regulations, and the developer shall obtain all permits or permissions required to comply with such laws, rules, or regulations": [".\r  \r"], "change in time and form of distribution": [". The timing of a distribution of any portion of the Deferral Account may not be accelerated except as set forth in Section 4.2 or except as permitted under Rule 409A of the Code.  Any change which delays the timing of distributions or changes the form of distributions may only be made by a written agreement signed by the Company and the Executive and only if the following requirements are met:                        2.3.1     Any election to change the time and form of distribution may not take effect until at least 12 months after the date on which the election is made; and             2.3.2     Other than in the event of death, disability (as defined under Rule 409A of the Code) or Unforeseeable Emergency, the first payment or distribution with respect to such election must be deferred for a period of at least 5 years from the date such payment or distribution would otherwise have been made.             2.3.3     Any election related to a payment or distribution to be made at a specified time may not be made less than 12 months prior to the date of the first scheduled payment or distribution.Article 3Deferral Account"], "repairs/reporting": [": Resident shall notify manager immediately in writing of all equipment malfunctions, failure to supply services, or repairs needed. Resident shall not tamper with or repair heating/ac, locks, without first obtaining written consent of owner."], "purpose of plan": ["     The 1998 Share Purchase and Option Plan for Key Employees of Willis Group Holdings, as amended and restated on December 30, 2009 by Willis Group Holdings Limited and as amended and restated and assumed by Willis Group Holdings Public Limited Company on December 31, 2009 (the  Plan ), is designed:     (a) to promote the long term financial interests and growth of Willis Group Holdings Public Limited Company and its subsidiaries by attracting and retaining management personnel with the training, experience and ability to enable them to make a substantial contribution to the success of the Company s business;     (b) to motivate management personnel by means of growth-related incentives to achieve long range goals; and     (c) to further the alignment of interests of participants with those of the shareholders of the Company through opportunities for increased share ownership in the Company.", "The Willis Award Plan for Key Employees of Willis Group Holdings, as amended and restated on December 30, 2009 by Willis Group Holdings Limited and as amended and restated and assumed by Willis Group Holdings Public Limited Company on December 31, 2009 (the  Plan ) is designed:(a) to promote the long term financial interests and growth of the Company and its subsidiaries by attracting and retaining management personnel with the training, experience and ability to enable them to make a substantial contribution to the success of the Company s business;(b) to motivate management personnel by means of growth-related incentives to achieve long range goals; and(c) to further the alignment of interests of participants with those of the shareholders of the Company through opportunities for increased share ownership in the Company.", "The Willis Group Holdings 2008 Share Purchase and Option Plan, as amended and restated on December 30, 2009 by Willis Group Holdings Limited and as amended and restated and assumed by Willis Group Holdings Public Limited Company (the  Company  or  Willis ) on December 31, 2009, is designed:(a) to promote the long term financial interests and growth of the Company and its Subsidiaries (collectively,  Willis Group ) by attracting and retaining personnel with the training, experience and ability to enable them to make a substantial contribution to the success of Willis Group s business;(b) to motivate management personnel by means of growth-related incentives to achieve long range goals; and(c) to further the identity of interests of participants with those of the shareholders of Willis through opportunities for increased share, or share-based, ownership in Willis."], "authorization": [". (a) This Agreement, upon execution and delivery thereof, will be a valid and binding obligation of Purchaser, enforceable in accordance with its terms, subject to applicable bankruptcy, insolvency, reorganization and moratorium laws and other laws of general application affecting enforcement of creditors' rights generally.(b) The execution, delivery and performance by Purchaser of this Agreement and compliance therewith and the purchase and sale of the Shares will not result in a violation of and will not conflict with, or result in a breach of, any of the terms of, or constitute a default under, any provision of state or Federal law to which Purchaser is subject, or any mortgage, indenture, agreement, instrument, judgment, decree, order, rule or regulation or other restriction to which the Purchaser is a party or by which the undersigned Purchaser is bound, or result in the creation of any mortgage, pledge, lien, encumbrance or charge upon any of the properties or assets of Purchaser pursuant to any such term.", ". All action on the part of such Seller necessary for the authorization, execution, delivery and performance by it of this Agreement and the consummation of the transactions contemplated by it has been taken. This Agreement (assuming due authorization, execution and delivery by the other parties to it) constitutes the legal, valid and binding obligations of such Seller, enforceable against it in accordance with its terms, except as limited by applicable bankruptcy, insolvency, reorganization, moratorium or other laws of general application affecting enforcement of creditors  rights and as limited by general principles of equity that restrict the availability of specific performance, injunctive relief or other equitable remedies.", ". All company action on the part of Buyer and its equityholders necessary for the authorization, execution, delivery and performance by Buyer of this Agreement, and the consummation of the transactions contemplated by it, has been taken. This Agreement constitutes the legal, valid and binding obligation of Buyer, enforceable against it in accordance with its terms, except as limited by applicable bankruptcy, insolvency, reorganization, moratorium or other laws of general application affecting enforcement of creditors  rights and as limited by general principles of equity that restrict the availability of specific performance, injunctive relief or other equitable remedies."], "remedies": [".  It is expressly understood and agreed that the services to be rendered hereunder by the Executive are special, unique, and of extraordinary character, and in the event of the breach by the Executive of any of the terms and conditions of this Agreement on his part to be performed hereunder, or in the event of the breach or threatened breach by the Executive of the terms and provisions of this Section 3 of this Agreement, then the Company shall be entitled, if it so elects, to institute and prosecute any proceedings in any court of competent jurisdiction, either in law or equity, for such relief as it deems appropriate, including without limiting the generality of the foregoing, any proceedings, to obtain damages for any breach of this Agreement, or to enforce the specific performance thereof by the Executive."], "inspection ": ["a) Tenant agrees to give Landlord a signed inspection sheet when signing this lease. When this lease ends, Tenant is responsible for all items needing repair not listed on the inspection sheet, ORb) Tenant may decide to keep the inspection sheet beyond the date of lease signing for further inspection. It is Tenant   s responsibility to return a signed copy by certified mail within five (5) days to the Landlord.c) If the inspection sheet is not returned within the five (5) days, Tenant agrees the leased property is in satisfactory condition."], "withholding taxes, allotment and transfer": ["     (a) The Company shall have the right to deduct from any cash payment made under the Plan any federal, state or local income or other taxes required by law to be withheld with respect to such payment.     (b) Within 30 days after an Option has been exercised by any person, before delivery of Restricted Shares or payment of Performance Shares (if paid in Ordinary Shares) or before exercise, settlement or payment (if paid in Ordinary Shares) of any Other Share-Based Grant, the Board of Directors shall allot to such person (or a nominee for him) or, as appropriate, procure the transfer to him (or a nominee for him) of the number of Shares in respect of which the option has been exercised, provided that:          (i) the Board of Directors considers that the issue or transfer thereof would be lawful in all relevant jurisdictions; and9           (ii) in a case where the Company or any Subsidiary ( Group Member ) is obliged to (or would suffer a disadvantage if it were not to) account for any tax (in any jurisdiction) for which the person in question is liable by virtue of the exercise of the option and/or for any social security, contributions recoverable from the person in question (together, the  Tax Liability ), that person has either:               (A) made a payment to the Group Member of an amount equal to the Tax Liability; or               (B) entered into arrangements acceptable to that or another Group Member to secure that such a payment is made (whether by authorizing the sale of some or all of the Shares on his behalf and the payment to the Group Member of the relevant amount out of the proceeds of sale or otherwise).     (c) All Shares allotted under this Plan shall rank equally in all respects with Shares of the same class then in issue except for any rights attaching to such Shares by reference to a record date prior to the date of the allotment.", "(a) The Company shall have the right to deduct from any cash payment made under the Plan any federal, state or local income or other taxes required by law to be withheld with respect to such payment.(b) Within 30 days after an Option has been exercised by any person, before payment of Performance Shares (if paid in Ordinary Shares) or before exercise, settlement or payment (if paid in Ordinary Shares) of any Other Share-Based Grant, the Board shall allot to such person (or a nominee for him) or, as appropriate, procure the transfer to him (or a nominee for him) of the number of Shares in respect of which the option has been exercised, provided that:(i) the Board considers that the issue or transfer thereof would be lawful in all relevant jurisdictions; and(ii) in a case where the Company or any Subsidiary ( Group Member ) is obliged to (or would suffer a disadvantage if it were not to) account for any tax (in any jurisdiction) for which the person in question is liable by virtue of the exercise of the option and/or for any social security, contributions recoverable from the person in question (together, the  Tax Liability ), that person has either:(A) made a payment to the Group Member of an amount equal to the Tax Liability; or(B) entered into arrangements acceptable to that or another Group Member to secure that such a payment is made (whether by authorizing the sale of some or all of the Shares on his behalf and the payment to the Group Member of the relevant amount out of the proceeds of sale or otherwise).(c) All Shares allotted under this Plan shall rank equally in all respects with Shares of the same class then in issue except for any rights attaching to such Shares by reference to a record date prior to the date of the allotment.9 "], "provide services and an application system that are satisfactory and acceptable to the company and substantially free of defects": [".\r  \r"], "releases": ["The Client shall indemnify the Designer against all claims and expenses, including attorney   s fees, due to the uses for which no release was requested in writing or for uses that exceed authority granted by a release.10. ModificationsModifications of the terms of this contract must be written and authorized by both parties, involving the implementation of a new version of the contract as a whole following standard procedures of documentation and approval.    11. Uniform commercial codeThe above terms incorporate Article 2 of the Uniform Commercial Code."], "payday rent payment option": [": Resident has the option to pay rent monthly, (the old fashioned way), rent of $______ payable in advance on or before the fifteenth day of each month. Or, if resident prefers and considers it more convenient, resident may pay rent biweekly (every two weeks to coincide with paychecks) rent of $______ payable in advance on or before Friday of every other week. Resident chooses to the Old-Fashioned plan or the Payday Plan (circle one)."], "in the event of any dispute or disagreement as to the interpretation of this plan, or as to any question or right arising from or related to this plan, the decision of the board shall be final and binding upon all persons": ["."], "future homebuyer": [": Residents understand and agree that, following each on-time payment received, the owner has agreed to increase the amount of money by $_____ the resident will be entitled to receive toward purchase of a home at time of closing. The total amount will be referred to as the Future Homebuyers Account for the resident during the term of the rental. Residents will be able to receive a credit at closing equal to the amount in their Future Homebuyers Account once they have been a resident for a minimum of 2 years. Money equivalent to the future homebuyers account is to be used solely for the purchase of a house and is credited or paid out at time of real estate closing. The house a resident may purchase and apply the homebuyers account towards can be selected from either the same residence in this agreement or a home offered from ___________________________________________.Please note that the money total increases each month with every on-time payment received by the following due date: 15th. If, however, payment is received late, the total money accrued into the homebuyers account up to that point becomes null and void. The account starts again to accumulate with the next on-time rental payment. Residents further understand and agree that residents are:"], "other fees not paid": ["e) Tenant can not use the security deposit as payment for any month   s rent including the last month   s rent without court permission. "], "specific performance": [". It is agreed that the rights granted to the parties hereunder are of a special and unique kind and character and that, if there is a breach by either party of any material provision of this document, the other party would not have any adequate remedy at law.  It is expressly agreed, therefore, that the rights of the parties may be enforced by an action for specific performance and other equitable relief."], "provide all files and code to the company": [".\r  \r"], "delivery": [". Completed projects are delivered via CD, fax, email, FTP, U.S. Mail, or other means as required by the Client. Client is responsible and will be billed for all shipping and handling costs. There is no charge for faxing, emailing or U.S. mail under 1 ounce (#10 envelope and one stamp). "], "limitation of liability": ["Client agrees that it shall not hold the Designer or his/her agents or employees liable for any incidental or consequential damages that arise from the Designer   s failure to perform any aspect of the project in a timely manner, regardless of whether such failure was caused intentional or negligent acts or omissions of the Designer or  Client, any client representatives or employees, or a third party."], "governing law": [". This Agreement shall be governed in all respects by the laws of the State of Delaware, without regard to conflicts of laws principles thereof.", "This Plan shall be governed by the laws of Ireland, without regard to conflicts of laws.", ". All questions concerning the construction, validity and interpretation of this Agreement, and the performance of the obligations imposed by this Agreement, shall be governed by the laws of the State of Michigan without regard to any principles of conflicts of laws."], "franklin road, suite ": ["2500Southfield, Michigan 48034"], "authority": [". Such Seller has the requisite power and authority, and if such Seller is a trust, has the requisite trustee powers, to enter into this Agreement and to carry out and perform its obligations under it.", ". Buyer has the requisite company power and authority to enter into this Agreement and to carry out and perform its obligations under it."], "statement of accounts": [". Within 120 days after the end of each Plan Year, the Company shall provide to the Executive a statement setting forth the Deferral Account balance."], "further the identity of interests of participants with those of the shareholders of the company through opportunities for increased share, or share-based, ownership in the company": ["."], "each seller shall save, defend, indemnify and hold harmless buyer and its affiliates (including the company), and its and their employees, officers, managers, equityholders, representatives, agents, successors and assigns (collectively, the  buyer parties ), from and against any and all losses, liabilities, damages, penalties, fines, expenses, costs and attorneys  fees (collectively,  damages ), which any buyer party may sustain or become subject to as a result of or relating to any breach by such seller of any representation or warranty or covenant made by such seller in this agreement, such indemnity to be on a several, not joint, basis": ["."], "hardship distribution": [". Upon the Board of Directors  determination (following petition by the Executive) that the Executive has suffered an Unforeseeable Emergency, the Company shall distribute to the Executive all or a portion of the Deferral Account balance as determined by the Company. The amount distributed may not exceed the amount necessary to satisfy the financial hardship plus amounts necessary to pay taxes reasonably anticipated as a result of the distribution, after taking into account the extent to which such hardship is or may be relieved through reimbursement or compensation by insurance or otherwise or by liq uidation of the Executive s assets (to the extent the liquidation of such assets would not itself cause severe financial hardship).Article 5Death Benefit             In the event of the Executive s death b efore all benefit payments have been made under this Agreement, the Company shall pay the remaining benefits to the Executive s designated beneficiary, or if no beneficiary is designated, to the Executive s estate, at the same time and in the same amounts they would have been paid to the Executive had the Executive survived.Article 6Beneficiaries"], "additional stock grants": [". In addition to the Base Salary and Signing Bonus, the Company shall issue to the Executive 100,000 shares of Common Stock on each one (1) year anniversary while employed with the Company."], "variation of capital": [""], "in its absolute discretion, and on such terms and conditions as it deems appropriate, the board may provide that any rsu (including a matching rsu and a bonus rsu) shall lapse on a change in control, a merger, amalgamation pursuant to irish law, or other consolidation of the company or the willis group with or into another company, the exchange or all or substantially all of the assets of the company or the willis group for the securities of another company, the acquisition by another person or group of ": ["80% or more of the Company or the Willis Group then outstanding voting shares or the recapitalisation, reclassification, liquidation or dissolution of the Company or the Willis Group ( Event ), and if the Board so provides, it shall on such terms and conditions as it deems appropriate in its absolute discretion, determine that the Vesting Date for all RSUs awarded under the Plan shall be such date prior to the occurrence of such Event as it may decide and that upon the occurrence of such Event such RSU shall terminate and be of no further force or effect; provided, however, that the Board may also provide, in its absolute discretion, that even if the RSUs shall continue in existence following the occurrence of such Event, any such RSUs shall constitute an Allocation or Option over the kind and amount of securities and/or other property, or the cash equivalent thereof, receivable as a result of such Event by the holder of a number of Shares in the Company which was subject to the RSUs prior to the occurrence of such Event."], "manager's right to access": [": Manager shall have the right to enter the premises in order to inspect the Premises, make necessary or agreed repairs or improvements, supply necessary or agreed services, or show the premises to prospective residents, purchasers or contractors. Except in case of emergency, agreement to the contrary by Resident, or unless it is impractical to do so, manager shall give Resident at least 24 hours notice of manager's intent to enter, and may enter only at reasonable times. Manager shall also have the right to enter the Premises when Resident has abandoned or surrendered the Premises, or during any absence of Resident in excess of 7 days. Resident shall not unreasonably withhold consent for manager to enter the premises."], "amendment and termination": ["The Committee shall have the authority to make such amendments to any terms and conditions applicable to outstanding Grants as are consistent with this Plan. The Board of Directors may amend, suspend or terminate the Plan at any time.Without the approval of Willis  Shareholders, other than pursuant to Section 9, the Committee shall not (i) increase the benefits accrued to Participants, (ii) increase the number of shares which may be issued under the Plan, (iii) cancel any Share Option in exchange for cash or another Grant (other than in connection with Substitute9 Awards) (iv) modify the requirements for participation in the Plan, (v) lapse or waive restrictions except in limited cases relating to death, disability, retirement, termination of employment without  cause  or for  good reason  as is determined by the Board, or Change of Control."], "the board considers that the allotment or transfer thereof would be lawful in all relevant jurisdictions; or": [""], "successors and assigns": [". Except as otherwise expressly provided herein, the provisions hereof shall inure to the benefit of, and be binding upon, the successors, assigns, heirs, executors and administrators of the parties hereto.", ". All covenants and agreements contained in this Agreement by or on behalf of any of the parties will bind and inure to the benefit of the respective successors and assigns of the parties, whether so expressed or not."], "each party has full power, authority, and right to perform its obligations under the agreement": [".\r  \r"], "motivate management personnel by means of growth-related incentives to achieve long range goals; and": [""], "share limitations and conditions": ["(a) Number of Shares Subject to adjustment as provided in Section 9, a total of 8,000,000 Shares shall be authorized for grant under the Plan. The Shares available for the grant of Incentive Stock Options under the Plan shall not exceed 5,000,000 Shares, subject to adjustment as provided in Section 9 and subject to the provisions of Sections 422 or 424 of the Code or any successor provisions. The Shares available for the grant of Restricted Share, Restricted Share Units or other full-value share-based grants under the Plan shall not exceed 2,000,000.If any Shares subject to a Grant are forfeited, terminate, expire or a Grant is settled for cash (in whole or in part) or otherwise does not result in the issuance of all or a portion of the Shares subject to such Grant, the Shares subject to such Grant or award shall, to the extent of such forfeiture, expiration, termination, non-issuance, cash settlement or otherwise, again be available for Grants under the Plan. Notwithstanding anything to the contrary contained herein, the following Shares shall not be added to the Shares authorized for grant under paragraph (a) of this Section: (i) Shares tendered by the Participant or withheld by the Company in payment of the purchase price of a Share Option; (ii) Shares tendered by the Participant or withheld by the Company to satisfy any tax withholding obligation with respect to a Grant; and (iii) Shares repurchased by the Company using Option proceeds.(b) Substitute Awards shall not reduce the Shares authorized for grant under the Plan or authorized for grant to a Participant in any calendar year. Additionally, in the event that a company acquired by Willis or any Subsidiary or with which the Willis or any Subsidiary combines has shares available under a pre-existing plan approved by shareholders and not adopted in contemplation of such acquisition or combination, the shares available for grant pursuant to the terms of such pre-existing plan (as adjusted, to the extent appropriate, using the exchange ratio or other adjustment or valuation ratio or formula used in such acquisition or combination to determine the consideration payable to the holders of Ordinary Shares of the entities party to such acquisition or combination) may be used for Grants under the Plan and shall not reduce the Shares authorized for grant under the Plan; provided that Grants using such available shares shall not be made after the date grants could have been made under the terms of the pre-existing plan, absent the acquisition or combination, and shall only be made to individuals who were not Employees or Directors prior to such acquisition or combination.(c) Purchase Shares, as defined in Section 6 (c) below whether offered to a participant or in connection with any other Grant under this Plan, shall not be counted against the above limits if they are sold to a Participant at Fair Market Value on the date of purchase.(d) The number of Shares subject to Grants under this Plan to any one Participant shall not be more than 2,000,000 Shares in any one calendar year and such limit shall not include Purchase Shares.(e) No Grants shall be made under the Plan beyond ten years after the original effective date of the Plan, but the terms of Grants made on or before the expiration of the Plan may extend beyond such expiration. At the time a Grant is made or amended or the terms or conditions of a Grant are changed, the Committee may provide for limitations or conditions on such Grant.(f) Nothing contained herein shall affect the right of Willis Group or, if applicable, a Designated Associate Company to terminate any Participant s employment at any time or for any reason. The rights and obligations of any individual under the terms of his office or employment with any member of Willis4 Group or, if applicable, a Designated Associate Company shall not be affected by his or her participation in this Plan or any right which he or she may have to participate in it, and an individual who participates in this Plan shall waive any and all rights to compensation or damages in consequence of the termination of his or her office or employment for any reason whatsoever insofar as those rights arise or may arise from his or her ceasing to have rights under or be entitled to exercise any Grant as a result of such termination.(g) Subject to complying with Section 409A of the Code, deferrals of Grant payouts may be provided for, at the sole discretion of the Committee, in the Grant Agreements.(h) Except as otherwise prescribed by the Committee, the amounts of the Grants for any employee of a Subsidiary, along with interest, dividend, and other expenses accrued on deferred Grants shall be charged to the Participant s employer during the period for which the Grant is made. If the Participant is employed by more than one Subsidiary or by both the Company and a Subsidiary during the period for which the Grant is made, the Participant s Grant and related expenses will be allocated between the companies employing the Participant in a manner prescribed by the Committee.(i) No option, right or benefit under the Plan may be transferred by a Participant other than by will or the laws of descent and distribution, and except as set forth in paragraph (k) of this Section, all options, rights and benefits under the Plan may be exercised during the Participant s lifetime only by the Participant. No such benefit shall, prior to receipt thereof by the Participant, be in any manner liable for or subject to the debts, contracts, liabilities, engagements, or torts of the Participant.(j) Participants shall not be, and shall not have any of the rights or privileges of, shareholders of Willis in respect of any Shares purchasable in connection with any Grant unless and such Shares have been issued by Willis to such Participants, unless the Committee shall otherwise determine.(k) No election as to benefits or exercise of Share Options or other rights may be made during a Participant s lifetime by anyone other than the Participant or by a legal representative appointed for or by the Participant.(l) Absent express provisions to the contrary, any Grant under this Plan shall not be deemed compensation for purposes of computing benefits or contributions under any retirement plan of any member of Willis Group and shall not affect any benefits under any other benefit plan of any kind now or subsequently in effect under which the availability or amount of benefits is related to level of compensation. This Plan is not a  Pension Plan  or  Welfare Plan  under the Employee Retirement Income Security Act of 1974 of the United States, as amended.(m) Unless the Board of Directors determines otherwise, no benefit or promise under the Plan shall be secured by any specific assets of any member of Willis Group, nor shall any assets of any member of Willis Group be designated as attributable or allocated to the satisfaction of Willis Group s obligations under the Plan."], "election changes": [".  The Executive may modify the amount of Compensation to be deferred annually by filing a new Election Form with the Company prior to the beginning of the Plan Year in which the Compensation is to be deferred. The modified deferral election shall not be effective until the calendar year following the year in which the subsequent Deferral Election Form is received and approved by the Company.  Unless and until a new Deferral Election Form is delivered to the Company, the Executive s election will remain in effect with respe ct to succeeding Plan Years. "], "share purchase and option plan": ["FOR KEY EMPLOYEES OF WILLIS GROUP HOLDINGSAS AMENDED AND RESTATED ON DECEMBER 30, 2009 BY WILLIS GROUP HOLDINGS LIMITEDAND AS AMENDED AND RESTATED AND ASSUMED BY WILLIS GROUP HOLDINGS PUBLIC LIMITED COMPANY ONDECEMBER 31, 2009"], "to annually attend a maintenance class or training offered to residents": [".By meeting those three requirements, residents will receive an additional $60 every 6 months (following each inspection) added toward their home buyers account. Two property inspections are conducted yearly with a checklist provided to residents in advance of inspections. Failure to handle minor repairs or failure to pass a property inspection nullifies the total amount accumulated up to that point in the resident's Future Homebuyers Account."], "applicable law": [". This document shall, in all respects, be governed by the laws of the State of Florida excluding any conflicts of laws provisions."], "credit lines": ["The Designer and any other creators shall receive a credit line with any editorial usage. If similar credit lines are to be given with other types of usage, it must be so indicated here."], "effective date and termination dates": ["     The Plan became effective on and as of the date of the original approval of the Plan by the Board of Directors and no additional Grants shall be made under the Plan; PROVIDED, HOWEVER the Plan shall remain in full force and effect with respect to any outstanding Grants that have not expired or terminated by their terms.", "The Plan shall be effective on and as of the date of the original approval by the Board of the Plan and no additional Grants shall be made under the Plan; PROVIDED, HOWEVER the Plan shall remain in full force and effect with respect to any outstanding Grants that have not expired or terminated by their terms."], "the developer is responsible for paying all ordinary and necessary expenses of itself or its staff": [".\r  \r(c)                               The Company hereby represents and warrants as follows:\r  \r"], "during the restricted period the executive shall not, directly or indirectly, solicit or induce any employee of the company to terminate his employment for any purpose, including without limitation, in order to enter into employment with any entity which competes with any business conducted by the company": ["."], "free upgrade referral": [": The owner agrees to offer a free property upgrade once a year to any resident who recommends and refers just one qualified prospective resident to one of our rentals during the course of any year. In order for current residents to qualify for the free property upgrade, any referred prospective resident must"], "attn": [": William E. SiderIf to Buyer, to:Dolan APC, LLCc/o Dolan Media Company", ": James P. Dolan6 6 "], "by personal delivery or by sending the same by post, in the case of a company to its registered office, and in the case of an individual to his last known address, or, where he or she is a director or employee of a participating company, either to his last known address or to the address of the place of business at which he or she performs the whole or substantially the whole of the duties of his or her office or employment; or": [""], "property": [". All billings (including invoices, statements and estimates), reports and time accounting are provided as a convenience to Client at the discretion of Service Provider and remain the property of Service Provider. Periodic audits may reveal previous billing discrepancies or errors, and Service Provider is entitled to void or recall incorrect invoices and statements and bill for any monies due on account. 20. Accuracy of Information. Client agrees that the accuracy of information supplied to Service Provider is the sole responsibility of Client, and that Service Provider is not responsible and shall not be held liable for the results of services performed on the basis of inaccurate, incomplete or untruthful information furnished by Client. "], "devote as much productive time, energy, and ability to the performance of its duties hereunder as may be necessary to provide the required services in a timely and productive manner and to the timeframe specified in [exhibit a]": [".\r  \r"], "a participant who acquires bonus investment shares in accordance with rule ": ["5.1 will be the legal and beneficial owner of those Shares and will not forfeit those Shares in any circumstances."], "termination for cause": [". Company shall have the right to terminate this Agreement and Executive s employment hereunder for cause upon written notice to Executive. The term  cause  shall mean Executive must have (i) been willful, gross or persistent in Executive s inattention to Executive s duties or Executive committed acts which constitute willful or gross misconduct and, after written notice of the same has been given to Executive and he has been given an opportunity to cure the same within one hundred and eighty (180) days after such notice; or (ii) committed fraud against the Company. If Executive s employment is terminated for cause, as defined above, and Executive does not consent to such termination, the existence of such cause shall be determined by an independent arbitrator appointed by the American Arbitration Association. In connection with the appointment of an arbitrator, both parties agree to submit the question to final and binding arbitration by an appointee of the American Arbitration Association and to cooperate with the arbitrator, with all costs of arbitration paid by the Company.   5   "], "interpretative matters": [". Unless the context clearly otherwise requires, (a) all references to Articles or Sections are to Articles and Sections contained in this Agreement, (b) words in the singular or plural include the singular and plural and pronouns stated in either the masculine, the feminine or neuter gender shall include the masculine, feminine and neuter and (c) the use of the word  including  in this Agreement shall be by way of example rather than limitation. The subject headings of Articles and Sections of this Agreement are included for convenience of reference only and shall not affect the construction or interpretation of any of the provisions of this Agreement. All references herein to  Dollars  or  $  are references to currency of the United States of America. The language used in this Agreement will be deemed to be the language chosen by the parties to express their mutual intent, and no rule of strict construction will be applied against any party."], "south ninth street, suite ": ["2300Minneapolis, Minnesota 55402"], "in the event of any variation of the share capital of the company, the board may adjust the number of rsu shares subject to options or allocations as it considers appropriate": ["."], "nsf fees": [". There is a $40 NSF (insufficient funds) fee for returned checks."], "provide initial information, and supply all content for the application system": [".\r  \r6.                                   SUPPORT PERIOD.\r  \rThe Developer agrees to provide continued support for the Application System for 90 days after the iPhone application is successfully approved on the Apple Store (the    Support Period   ). The Support Period shall refer to any bugs or issues relating to the features specified in [EXHIBIT A], and not to create new functionality for the Application System. This support will be provided to the Company at no additional cost.\r  \r7.                                   CONFIDENTIAL INFORMATION.\r  \rThe Developer agrees, during the Term and thereafter, to hold in strictest confidence, and not to use, except for the benefit of the Company, or to disclose to any person, firm, or corporation without the prior written authorization of the Company, any Confidential Information of the Company.    Confidential Information    means any of the Company   s proprietary information, technical data, trade secrets, or know-how, including, but not limited to, business plans, research, product plans, products, services, customer lists, markets, software, developments, inventions, processes, formulas, technology, designs, drawings, engineering, hardware configuration information, marketing, finances, or other business information disclosed to the Developer by the Company either directly or indirectly.\r  \r8.                                   PARTIES    REPRESENTATIONS AND WARRANTIES.\r  \r(a)                               The Parties each represent and warrant as follows:\r  \r"], "entering into this agreement will not violate the charter or bylaws of either party or any material contract to which that party is also a party": [".\r  \r(b)                             The Developer hereby represents and warrants as follows:\r  \r"], "abandonment": [": Any goods, vehicles, or other property left on the premise after termination of the tenancy by any means shall be considered abandoned and disposed of as provided by statute."], "expenses": [". Expenses incurred on behalf of Client are not included in any fees and will be billed to Client. Reimbursable expenses may include, but are not limited to, office supplies (e.g., file folders, envelopes, CDs, labels, etc.), mileage, long-distance telephone charges, payments made to vendors, and shipping and handling costs. Long-distance telephone calls will be billed at a rate of $0.25 per minute. There is a one-hour minimum for office calls. On-site visits will be billed for meeting time, roundtrip travel and mileage. Payment is due upon receipt.", "The Client shall reimburse the Designer for all expenses arising from this assignment, including the payment of any sales taxes due on this assignment, and shall advance the Designer for payment of said expenses, including but not limited to Stock Photography, Artwork, and or material needed for the project."], "any reference in the plan to any enactment includes a reference to that enactment as from time to time modified extended or re-enacted": ["."], "transfers and leaves of absence": ["     For purposes of the Plan, unless the Committee determines otherwise: (a) a transfer of a Participant s employment without an intervening period of separation among the Company and any Subsidiary shall not be deemed a termination of employment, and (b) a Participant who is granted in writing a leave of absence shall be deemed to have remained in the employ of the Company during such leave of absence.", "For purposes of the Plan, unless the Board determines otherwise: (a) a transfer of a Participant s employment without an intervening period of separation among the Company and any Subsidiary shall not be deemed a termination of employment, and (b) aParticipant who is granted in writing a leave of absence shall be deemed to have remained in the employ of the Company during such leave of absence.", "For purposes of the Plan, unless the Committee determines otherwise: (a) a transfer of a Participant s employment without an intervening period of separation among a member of the Willis Group and any Subsidiary or Designated Associate Company shall not be deemed a termination of employment, and (b) a Participant who is granted in writing a leave of absence shall be deemed to have remained in the employ of Willis Group or Designated Associate Company during such leave of absence."], "office hours & communication": [". Office hours are Monday through Friday 8:00 am to 5:00pm (PST). Email is to be the primary form of communication between Client and Service Provider. Service Provider is available for phone calls during office hours only. Occasional calls of only a few minutes in duration are not typically billed to Client. However, the time of both parties must be respected, and calls lasting over 10 minutes will be billed to Client. Telephone meetings must be prescheduled. Cancellation requires a minimum of 24 hours advance notice. Missed meetings or cancellations without sufficient notice will be billed to Client. "], "headings": [".  The captions appearing at the commencement of the sections hereof are descriptive only and are for convenience of reference.  Should there be any conflict between any such caption and the section at the head of which it appears, the substantive provisions of such section and not such caption shall control and govern in the construction of this document."], "relocation expenses": [". The Company shall pay the Executive s reasonable moving expenses for his relocation from Chicago, Illinois to Phoenix, Arizona.  In the event that the Company cannot afford to pay said moving expenses at the time they are incurred, the Executive shall be reimbursed as soon as is reasonably practicable thereafter, but not more than six (6) months from the date hereof.  The Company shall pay all the Executive s reasonable expenses in connection with the Executive s services hereunder."], "disclosures": [": Resident acknowledges that Landlord has made the following disclosures:___ Disclosure of information on Lead Based Paint and/or Lead Based Paint Hazards___ Other disclosure     Mold, LEAD-Based Paint"], "manager/agent for service": [": The Name, address and phone of the manager and agent for service is: _________________________________________________________________________________________________."], "projects completion": [". Basic support receives 24-48 hours attention. Each new or special project requires a minimum three (3) days lead time. Client will provide sufficient notice and allow for reasonable timeframes for project completions. Rush projects of 24 hours or less and projects requiring weekend or holiday work may be subject to a 25% surcharge and/or other rush fees. Service Provider reserves the right to refuse any project or service request. 10. Materials & Information. Client will provide all content, outlines, photos, project images, etc., necessary for any special projects. Source material must be clear and legible. Client is responsible for furnishing all pertinent information, and for furnishing accurate, truthful and complete information necessary for Service Provider to perform or complete the agreed services or project. "], "the transfer restrictions in rule ": ["5.4 above expire upon the Participant s termination of employment with the Willis Group for any reason."], "the plan is designed to provide the company with the ability to award rsus to employees in lieu of bonuses and to allow employees to acquire shares using bonuses in order to": [":-"], "default in payment": ["The Client shall assume responsibility for cost outlays by designer in all collections of unpaid fees and of legal fees necessitated by default in payment. Invoices in default will include but are not limited to fees for collection and legal costs."], "in the case of any bonus rsus, an option may (and must if at all) be exercised by his personal representatives within the period of ": ["12 months following his death and RSU Shares subject to any Allocation shall be delivered to his personal representatives as soon as practicable following his death;"], "cost of living adjustment": [".  Executive s Base Salary at the commencement of the second and each subsequent year shall be adjusted to provide for all cost of living increases based upon the percentage increase (if any) in the Consumer Price Index for All Urban Consumers (l967=l00; All Cities), prepared by the United States Bureau of Labor Statistics, or any successor thereto, over said Index in effect at the commencement of the preceding calendar year. During the term of this Agreement, the Executive s Base Salary will be equal to or greater than all other salaries of employees of the Company, except for such salaries of superior officers as designated by the Chairman of the Board."], "the graphics used in the application shall be in jpeg\r": ["  \r"], "extended absence": [": Resident will notify Landlord in advance if Resident will be away from the premises for 7 or more consecutive days. During such absence, Landlord may enter the premises at times reasonably necessary to maintain the property and inspect for needed repairs."], "separate counterparts": [". This document may be executed in one or more separate counterparts, each of which, when so executed, shall be deemed to be an original. Such counterparts shall, together, constitute and shall be one and the same instrument.   7   "], "paparazzi wedding guests": [": All your guests will have digital cameras and all your guests will want to photograph the Clients. In the spirit of cheerful cooperation the Clients agree to give the Photographers precedence over the guests in order to take the photographs required for the wedding services described above. We cannot be held liable for a lack of wedding photos if guests taking their own photos of the Clients continually interrupt the Photographer's work."], "forfeiture or clawback of awards": ["Notwithstanding anything to the contrary contained herein, a Grant Agreement may provide that the Grant shall be canceled if the Participant, without the consent of Willis, while employed by Willis, any Subsidiary or, if applicable, a Designated Associate Company or after termination of such employment or service, establishes a relationship with a competitor of Willis, any Subsidiary or, if applicable, a Designated Associate Company or engages in activity that is in conflict with or adverse to the interest of Willis, any Subsidiary or, if applicable, a Designated Associate Company (including conduct contributing to financial restatements or irregularities), as determined by the Board of Directors in its sole discretion. The Committee may provide in a Grant Agreement that if within the time period specified in the Grant Agreement the Participant establishes a relationship with a competitor or engages in an activity referred to in the preceding sentence, the Participant will forfeit any gain realized on the vesting or exercise of the Grant and must repay such gain to Willis."], "the application shall not include any of the developer   s tools, either in object code and source code form, that the developer has already developed or that the developer independently develops or licenses from a third party\r": ["  \rE.         Platform RequiremenTS.\rThe Application provided by the Developer to the Company shall be compatible with the following mobile devices:  [INSERT MOBILE DEVICE(S)]; on the following operating systems: [INSERT OPERATING SYSTEMS]\r  \rF.                     COMPLETION SCHEDULE.\r  \rThe schedule for completion of the Website (the    Schedule) and the responsibilities under the Agreement is detailed as follows:\r  [INSERT DEVELOPMENT SCHEDULE]\rG.FEES.\r  \r"], "electrical and plumbing systems": [".The owners/managers agree to guarantee that these major repairs will be fixed within 72 hours after notification of the problem to owner/manager. The residents understand that if a major repair is not corrected within 72 hours after notification, the resident will receive FREE RENT on a prorated basis starting the fourth day after the day of notification until the problem is corrected. Residents further understand and agree that the 72 hour clock does not start ticking until after the owner has been directly notified of the problem and provides confirmation of that acknowledgment to resident. The maintenance guarantee will not be honored if the maintenance problem was caused because of the residents' negligence, abuse or fault. The resident also agrees that in order for the owner to honor the guarantee, the owner or manager must be given access into the building, with the resident's permission, to correct the problem. Free rent will be awarded in the form of a cash rebate following the next on-time rent received."], "late fees": [". Clients who consistently fail to respond to questions in a timely manner, do not supply needed information, or otherwise impair efficient workflow increase administrative time, waste retainer hours unnecessarily, and prevent Service Provider from working to optimum standards and servicing other clients in a fair and equal manner. Service Provider reserves the right to impose late fees and/or increase hourly rates of Clients who fall into this category."], "the company shall notify the developer of any changes to its procedures affecting the developer   s obligations under this agreement at least three days prior to implementing such changes": [".\r  \r"], "beneficiary designations": [". The Executive shall designate a beneficiary or beneficiaries by filing a written designation in the form attached as Appendix B, with the Company. The Executive may revoke or modify the designation at any time by filing a new designation. However, designations will only be effective if signed by the Executive and received by the Company during the Executive s lifetime. The Executive s beneficiary designation shall be deemed automatically revoked if the beneficiary predeceases the Executive or if the Executive names a spouse as beneficiary and the marriage is subsequently dissolved. If the Executive dies without a valid beneficiary designation, all payments and distributions shall be made to the Executive s estate."], "create the application system as detailed in [exhibit a] to this agreement, and extend its best efforts to ensure that the design and functionality of the application system meets the company   s specifications": [".\r  \r"], "engage the developer as the creator of its application system as further detailed in [exhibit a] to this agreement": [".\r  \r"], "administration of plan": ["     (a) The Plan shall be administered by the Committee. All of the members of the Committee shall be eligible to be selected for Grants under the Plan, or have been so eligible for selection within one year prior thereto; PROVIDED, HOWEVER, that the members of the Committee shall qualify to administer the Plan for purposes of Rule 16b-3 (and any other applicable rule) promulgated under Section 16(b) of the Exchange Act to the extent that the Company is subject to such rule. The Committee may adopt its own rules of procedure, and action of a majority of the members of the Committee taken at a meeting, or action taken without a meeting by unanimous written consent, shall constitute action by the Committee. The Committee shall have the power and authority to administer, construe and interpret the Plan, to make rules for carrying it out and to make changes in such rules. Any such3 interpretations, rules, and administration shall be consistent with the basic purposes of the Plan.     (b) The Committee may delegate to the Chief Executive Officer and to other senior officers of the Company its duties under the Plan subject to such conditions and limitations as the Committee shall prescribe except that only the Committee may designate and make Grants to Participants who are subject to Section 16 of the Exchange Act.     (c) The Committee may employ lawyers, consultants, accountants, appraisers, brokers or other persons. The Committee, the Company, and the officers and Directors of the Company shall be entitled to rely upon the advice, opinions or valuations of any such persons. All actions taken and all interpretations and determinations made by the Committee in good faith shall be final and binding upon all Participants, the Company and all other interested persons. No member of the Committee shall be personally liable for any action, determination or interpretation made in good faith with respect to the Plan or the Grants, and all members of the Committee shall be fully protected by the Company with respect to any such action, determination or interpretation.", "(a) The Plan shall be administered by the Board. None of the members of the Board shall be eligible to be selected for Grants under the Plan, or have been so eligible for selection within one year prior thereto; PROVIDED, HOWEVER, that the members of the Board shall qualify to administer the Plan for purposes of Rule 16b-3 (and any other applicable rule) promulgated under Section 16(b) of the Exchange Act to the extent that the Company is subject to such rule. The Board may adopt its own rules of procedure, and action of a majority of the members of the Board taken at a meeting, or action taken without a meeting by unanimous written consent, shall constitute action by the Board. The Board shall have the power and authority to administer, construe and interpret the Plan, to make rules for carrying it out and to make changes in such rules. Any such interpretations, rules, and administration shall be consistent with the basic purposes of the Plan.3 (b) The Board may delegate to the Chief Executive Officer and to other senior officers of the Company its duties under the Plan subject to such conditions and limitations as the Board shall prescribe except that only the Board may designate and make Grants to Participants who are subject to Section 16 of the Exchange Act.(c) The Board may employ lawyers, consultants, accountants, appraisers, brokers or other persons. The Board, the Company, and the officers and directors of the Company shall be entitled to rely upon the advice, opinions or valuations of any such persons. All actions taken and all interpretations and determinations made by the Board in good faith shall be final and binding upon all Participants, the Company and all other interested persons. No member of the Board shall be personally liable for any action, determination or interpretation made in good faith with respect to the Plan or the Grants, and all members of the Board shall be fully protected by the Company with respect to any such action, determination or interpretation.", "(a) The Plan shall be administered by the Committee. All of the members of the Committee and any other Directors shall be eligible to be selected for Grants under the Plan; provided, however, that to the extent the Board of Directors determines it is necessary or desirable to satisfy any regulation or rule, whether under Section 16 of the Securities Exchange Act of 1934 of the United States, as amended ( Exchange Act ) or otherwise related to the Grants, the members of the Committee shall qualify under such regulation or rules. The Committee may adopt its own rules of procedure, and the action of a majority of the Committee, taken at a meeting or taken without a meeting by a writing signed by such majority, shall constitute action by the Committee. The Committee shall have the power and authority to administer, construe and interpret the Plan in its sole discretion, to make rules for carrying it out and to make changes in such rules. The Committee shall also have the power to establish sub-plans, which may constitute separate schemes, for the purpose of establishing schemes which qualify for approval by the UK Inland Revenue or meet any special tax or regulatory requirements anywhere in the world. Any such interpretations, rules, administration and sub-plans shall be consistent with the basic purposes of the Plan and shall be binding on Participants.(b) The Committee may delegate to the Chief Executive Officer and to other senior officers of Willis Group its duties under the Plan subject to such conditions and limitations as the Committee shall prescribe except that only the Committee may designate and make Grants, including the variation (including substitution), cancellation or suspension of said Grant, to Participants who are subject to Section 16 of the Exchange Act.(c) The Committee may employ attorneys, consultants, accountants, appraisers, brokers or other persons. The Committee, Willis Group, and the officers and Directors of Willis Group shall be entitled to rely upon the advice, opinions or valuations of any such persons. All actions taken and all interpretations and determinations made by the Committee in good faith shall be final and binding upon all Participants, Willis Group and all other interested persons. No member of the Committee shall be personally liable for any action, determination or interpretation made in good faith with respect to the Plan or the Grants, and all members of the Committee shall be fully protected by Willis Group with respect to any such action, determination or interpretation.(d) Notwithstanding anything to the contrary contained in the Plan or any Grant Agreement, (i) neither Willis, the Willis Group, any Designated Associate Company or any of their respective employees, directors, officers, agents or representatives nor any member of the Committee shall have liability to a Participant or otherwise with respect to the failure of the Plan, any Grant or Grant Agreement to comply with Section 409A of the Code and (ii) neither Willis, the Willis Group, any Designated Associate Company or any of their respective employees, directors, officers, agents or representatives nor any member of the Committee makes any representation or warranty to any Participant that any Grant hereunder satisfies the requirements of Section 409A of the Code.3 "], "obligations of dm": [". DM hereby absolutely, irrevocably and unconditionally guarantees to Sellers the payment of the Cash Payments."], "validity of each part": [": If any portion of this Agreement is held to be invalid, its invalidity will not affect the enforceability of any other provision."], "establishing and crediting": [". The Company shall establish a Deferral Account on its books for the Executive and shall credit to the Deferral Account the following amounts:             3.1.1  Deferrals. The portion of the Compensation deferred by the Executive as of the time the Compensation would have otherwise been paid to the Executive.             3.1.2  Dividends on Stock.  The account shall also be credited with any cash or stock dividends, stock splits or the like, that would have been paid or issuable with respect to the shares of Class A Common Stock, the issuance of which deferred hereunder.   "], "code  means the internal revenue code of ": ["1986, as amended.            1.3  Compensation  means Executive compensation that would be paid or stock issuable to the Executive during a Plan Year.            1.4  Deferral Account  means the Company s accounting of the Executive s accumulated Deferrals plus accrued interest, if applicable.            1.5  Deferrals  means the amount of the Executive s Compensation that the Executive elects to defer according to this Agreement.            1.6   Deferral Election Form  means the form attached as Appendix A.            1.7   Plan Administrator   means the person or persons designated from time to time by the Company s Board of Directors to administer the terms of this Agreement, or if no person or persons have been designated, the Company s Board of Directors.            1.8   Plan Year  means the calendar year.            1.9   Termination of Services  means that the Executive ceases to be an Executive of the Company.            1.10   Unforeseeable Emergency  means severe financial hardship resulting from an illness or accident of the Executive, the Executive s spouse or a dependent (as defined in Section 152(a) of the Code), loss of the Executive s property due to casualty, or other similar extraordinary and unforeseeable circumstances arising as a result of events beyond the control of the Executive.Article 2Deferral Election"], "company": [".  For purposes of this Section 3,  Company  shall mean the Company and any and all of its subsidiaries and affiliates."], "accuracy": [". Client assumes full responsibility for acceptance of work or services performed and agreed upon, as well as final proofing and accuracy. Service Provider is not responsible for errors or omissions. "], "standard worry-free payment methods": [": Residents may select one of the following Standard \"Worry-Free\" payment methods for paying rent during the rental term, so they don't have to worry about late charges every month. Residents agree by signing this agreement to give permission and authorization to arrange for rent collection by method selected and debit appropriate account(s).Preferred Method Of Payment Selected:___ Electronic debit from checking account on following days/dates each month _____________________ Electronic debit from savings account on following days/dates each month______________________ Debit Card or Credit Card debit from following account:_____________________________________ Payroll deduction sent directly from employer biweekly or monthly."], "merger, consolidation, exchange, acquisition, liquidation or dissolution": [""], "third parties": [". Nothing in this Agreement expressed or implied is intended or shall be construed to confer upon or give to any Person, other than the parties to this Agreement and their respective permitted successors and assigns and the Indemnified Parties, any rights or remedies under or by reason of this Agreement."], "the board may in its absolute discretion invite an employee who receives a bonus to acquire shares ( bonus investment shares ) in the company with a percentage or a part of the proceeds of his or her bonus(after tax and other required withholdings have been deducted) being such part and percentage as the board may determine, on the terms set out in this plan and such other terms as the board may specify prior to the time of acquisition": ["."], "joint liability": [": Each person signing this Agreement as a Resident is jointly and severally liable for all the terms of this agreement."], "accredited investor": [". Purchaser is an accredited investor as defined in Rule 501(a) of Regulation D under the Securities Act of 1933, as amended."], "execution in counterparts": [". This Agreement may be executed in any number of counterparts, each of which when so executed and delivered shall be deemed an original, and such counterparts together shall constitute one instrument. This Agreement, and any amendments to it, to the extent signed and delivered by means of a facsimile machine or email of a PDF file, shall be treated in all manner and respects as an original agreement and shall be considered to have the same binding legal effect as if it were the original signed version of it delivered in person. At the request of any party, any other party shall re-execute original forms and deliver them to such requesting party. No party shall raise the use of a facsimile machine or e-mail of a PDF file to deliver a signature or the fact that any signature or agreement or instrument was transmitted or communicated through the use of a facsimile machine or e-mail of a PDF file as a defense to the formation or enforceability of a contract and each such party forever waives any such defense.[Signatures on the following page]7 7 The parties have executed this Agreement on the date first set forth above.SELLERS:/s/ David A. Trott                                         DAVID A. TROTT/s/ Ellen Coon                                              ELLEN COON, TRUSTEE OF THEELLEN COON LIVING TRUSTU/A/D 9/9/98/s/ Marcy J. Ford                                         MARCY J. FORD, TRUSTEE OF THEMARCY FORD REVOCABLE TRUSTU/A/D 7/12/04/s/ William D. Meagher                               WILLIAM D. MEAGHER, TRUSTEE OFTHE WILLIAM D. MEAGHER TRUSTU/A/D 8/24/07/s/ Jeanne M. Kivi                                        JEANNE M. KIVI, TRUSTEE OF THEJEANNE M. KIVI TRUST U/A/D 8/24/07BUYER:DOLAN APC LLCBy: /s/ James P. Dolan                                "], "miscellaneous": ["     The masculine pronoun shall include the feminine and neuter, and the singular the plural, where the context so indicates.", "The masculine pronoun shall include the feminine and neuter, and the singular the plural, where the context so indicates.", ""], "no binding agreements or other commitments": [". Purchaser has not entered into any binding letter of intent, agreement or any other commitment with a third party involving, on behalf of or for the benefit of the Company. Purchaser has made full disclosure to the Company with regard to any pending negotiations and understandings with third parties involving, on behalf of or for the benefit of the Company.SECTION 4: MISCELLANEOUS"], "unless otherwise determined by the board, the price of the bonus investment shares which the employee may acquire under rule ": ["5.1 above shall be the closing price of a Share on the New York Stock Exchange on the last trading day immediately preceding to the payment of the Bonus, except that where the nominal value of such Share exceeds the closing price, the Board may require that the Employee pay such nominal value."], "plumbing": [": Expense or damage caused by stoppage of waste pipes, overflow of bathtubs, toilets or washbasins caused by Resident's conduct shall be Resident's responsibility.40) ALTERATIONS: Resident shall not tamper with or make alterations (including painting, nail holes, contact or wallpaper) to the premises without Manager's prior written consent. All curtains, mini-blinds, fixtures, shelves and carpet present in the premises before move-in, must remain when resident vacates. In addition, locks may not be changed or added without Owner's or manager's prior written permission. And if permission is granted, a copy of any new keys will be given to the management within three days after the change. If resident is locked out of the premises, there is a charge of $50 to open the premises between the hours of 9AM and 5 PM. A charge of $100 for opening the premises beyond those hours. Additional charges apply if key is lost and locks must be changed."], "the delivery of rsu shares subject to an allocation and the exercise of an option shall be effected in such form and manner as the board from time to time prescribe and may be subject to such conditions as the board may in its absolute discretion determine at the time of award": ["."], "services": [". Client has retained Service Provider to perform:Describe Services "], "a participant shall not be treated for the purposes of rules ": ["7.4 and 7.5 as ceasing to be an Employee until such time as he or she is no longer a director or employee of any of the Participating Companies."], "copyright law": [": The copyright of photographs remains with the Photographer. The Photographer grants the Clients permission to make copies of the images under the following conditions. The images taken by the Photographer are for personal use by the Clients and their friends and relatives. Sale, Publication or any Commercial use of the photographs is not allowed without prior written permission from the Photographer."], "regal lane": ["Algonquin, IL 60102Facsimile: (847) 854-7696Either party may change its address for the purpose of receiving notices by a written notice given to the other party."], "unless otherwise determined by the board at the time of award, the number of shares subject to a bonus rsu shall equal the number of shares which could have been acquired with the amount of the bonus (before tax and other required witholdings which may be applicable) in respect of which the bonus rsu is awarded at the price per share equal to the average of the closing price of the shares on each of the five trading days immediately preceding the award date on the new york stock exchange": ["."], "payment": [". Client agrees to commit to (retainer fee in full must accompany signed Agreement): Describe Fee Schedule", "All invoices are payable within 21 business days of receipt. A $50 service charge is payable on all overdue balances for reissuing each invoice at 45, 60, 75 and 90 days from the date of original invoice. The grant of any license or right of copyright is conditioned on receipt of full payment."], "move-in costs amount charge / description": ["Rent $ Monthly or Bi-Weekly Rent (circle one)Additional Rent $ Pet RentSecurity Deposit $ Refundable deposit per agreementKey Deposit $ Refundable deposit per agreementAdditional Deposit $ See attached Pet addendumOther $Total Due $Total rent due for entirelength of lease $"], "compliance with section ": ["409A of the Code(a) To the extent that the Plan and/or Grants are subject to Section 409A of the Code, the Committee may, in its sole discretion and without a Participant s prior consent, amend the Plan and/or Grants, adopt policies and procedures, or take any other actions (including amendments, policies, procedures and actions with retroactive effect) as are necessary or appropriate to (a) exempt the Plan and/or any Grant from the10 application of Section 409A of the Code, (b) preserve the intended tax treatment of any such Grant, and/or (c) comply with the requirements of Section 409A of the Code. This Plan shall be interpreted at all times in such a manner that the terms and provisions of the Plan and Grants are exempt from or comply with Section 409A of the Code. Reference to Section 409A of the Code includes reference to any proposed, temporary or final regulations and any other guidance promulgated with respect to such section by the U.S. Department of the Treasury of the Internal Revenue Service.(b) All Grants that would otherwise be subject to Section 409A of the Code shall be paid or otherwise settled on or as soon as practicable after the applicable vesting date and not later than the 15th day of the third month from the end of (i) the Participant s tax year that includes the applicable vesting date, or (ii) Willis  tax year that includes the applicable vesting date, whichever is later; provided, however, that the Committee reserves the right to delay payment or specify a compliant payment date with respect to any such Grant under circumstances set forth in Section 409A of the Code; provided, further, that notwithstanding any contrary provision of the Plan or a Grant Agreement, any payment(s) that are otherwise required to be made under the Plan to a  specified employee  (as defined under Section 409A of the Code) as a result of his or her separation from service (other than a payment that is not subject to Section 409A of the Code) shall be delayed for the first six (6) months following such separation from service (or, if earlier, the date of death of the specified employee) and shall instead be paid (in a manner set forth in the Grant Agreement) on the date that immediately follows the end of such six-month period or as soon as administratively practicable thereafter."], "the board may award rsus to employees or invite employees to invest bonuses in shares in accordance with the terms of this plan within the period during which awards may be granted under the ": ["2001 Plan, which expires on 3 May 2011."], "no other promises": [": No promises have been made to Resident except as contained in this agreement, and as follows: ___________________________________________________"], "international options and rights": ["     The Committee may make Grants to Employees who are subject to the laws of countries other than Ireland, which Grants may have terms and conditions that differ from the terms thereof as provided elsewhere in the Plan for the purpose of complying with foreign laws.", "The Board may make Grants to Employees who are subject to the laws of countries other than Ireland, which Grants may have terms and conditions that differ from the terms thereof as provided elsewhere in the Plan for the purpose of complying with foreign laws."], "sale of the shares": [". Subject to the terms and conditions hereof, the Company will sell and deliver to the Purchaser and the Purchaser will purchase from the Company, upon the execution and delivery hereof, the Shares for an aggregate purchase price (the  Purchase Price ) equal to fifty-nine thousand nine hundred ninety U.S. dollars (USD$59,990), to be paid in cash to an account to be designated by the Company upon the execution and delivery hereof. SECTION 2: CLOSING DATE; DELIVERY"], "changes": ["The Client must assume that all additions, alterations, changes in content, layout or process changes requested by the customer, will alter the time and cost. The Client shall offer the Designer the first opportunity to make any changes."], "purpose of the plan": [""], "minimum income guarantee": [". The Company agrees to fully compensate Executive for the first two years of income (US$950,000.00) as the minimum amount to be earned over the term of this Agreement (the  Minimum Income Guarantee ). The Minimum Income Guarantee shall survive all instances of termination as provided for in Section 4 of this Agreement.   2  "], "schedule of compensation payment": [".  Executive s Base Salary shall be payable according to the following schedule:(a) Year 1 of Employment. Executive s Base Salary shall be payable according to the following schedule: (i) Fifty Thousand US Dollars (US$50,000.00) upon joint signature (Company and Executive) of this Agreement; (ii) An additional Seventy Five Thousand US Dollars (US$75,000.00) due upon the first day of employment with the Company; and (iii) the balance of Two Hundred and Twenty Five Thousand US Dollars (US$225,000.00) payable in twelve (12) equal installments through the balance of the first year.(b) Years 2 through 5 of Employment. Executive s Base Salary shall be payable according to the following schedule: Executive shall be paid Six Hundred Thousand US Dollars (US$600,000.00) in 26 equal installments made every two weeks of each year."], "delivery of shares and exercise of option": [""], "the company shall allot or procure the transfer to a participant(or a nominee for him or her) of the rsu shares to which he is entitled, provided that": [":-"], "amendment and waiver": [". Any provision of this Agreement may be amended or waived if, but only if, such amendment or waiver is in writing and is signed, in the case of an amendment, by each party to this Agreement, or in the case of a waiver, by the party against whom the waiver is to be effective. No failure or delay by any party in exercising any right, power or privilege under this Agreement shall operate as a waiver of it nor shall any single or partial exercise of it preclude any other or further exercise of it or the exercise of any other right, power or privilege."], "date of project": [": Start date or Date range"], "non-competition": [". The Executive covenants and agrees that for so long as he is providing services under this Agreement and for a period of twelve (12) months after this Agreement terminates (such period of time hereinafter referred to as the  Restricted Period ), the Executive shall not directly or indirectly, own, manage, control, operate, invest in or become principal of, employee of, director of, or consultant to, any business, entity or venture that is in direct competition with the Company. For purposes of this section,  in competition with the company  means soliciting a customer for products that directly compete with those of the Company being produced and/or marketed by the Company or products that Executive is aware the Company intends to develop, produce and/or market.   4   "], "definitions": ["     As used in the Plan, the following words shall have the following meanings:     (a)  Act  means the Companies Act 1963 of Ireland.     (b)  Affiliate  shall mean with respect to any Person, any entity directly or indirectly controlling, controlled by or under common control with such Person.     (c)  Board of Directors  means the Board of Directors of the Company.     (d)  Change of Control  means (i) the acquisition of ownership, directly or indirectly, beneficially or of record, by any Person or group (within the meaning of the Exchange Act and the rules of the U.S. Securities and Exchange Commission there under as in effect on the date hereof) of the Ordinary Shares of the Company representing more than 50% of the aggregate voting power represented by the issued and outstanding Ordinary Shares of the Company; or (ii) occupation of a majority of the seats (other than vacant seats) on the Board of Directors by persons(as defined in Sections 13(d) and 14(d) of the Exchange Act) who were neither (x) nominated by the Board of Directors nor (y) appointed by directors so nominated. For the avoidance of doubt, a transaction shall not constitute a Change of Control or other consolidating event described in Section 9 below(i) if effected for the purpose of changing the place of incorporation or form of organization of the ultimate parent entity of the Willis group of companies (including where the  Company is succeeded by an issuer incorporated under the laws of another state, country or foreign government for such purpose and whether or not the Company remains in existence following such transaction) and (ii) where all or substantially all of the person(s)who are the beneficial owners of the outstanding voting securities of the Company immediately prior to such transaction will beneficially own, directly or indirectly, all or substantially all of the combined voting power of the outstanding voting securities entitled to vote generally in the election of directors of the ultimate parent entity resulting from such transaction in substantially the same proportions as their ownership, immediately prior to such transaction, of such outstanding securities of the Company. The Board of Directors, in its sole discretion, may make an appropriate and equitable adjustment to the Shares underlying a Grant to take into account such transaction, including to substitute or provide for the issuance of Shares of the resulting ultimate parent entity in lieu of shares of the Company.     (e)  Committee  means the Compensation Committee of the Board of Directors.     (f)  Company  means Willis Group Holding Public Limited Company, a company incorporated in Ireland under registered number 475616, or any successor thereto.     (g)  Employee  means a Person, including an officer, in the regular employment of the Company or one of its Subsidiaries who, in the opinion of the Committee, is, or is expected to be, primarily responsible for the management, growth or protection of some part or all of the business of the Company.     (h)  Exchange Act  means the U.S. Securities Exchange Act of 1934, as amended.     (i)  Fair Market Value  means such value of a Share as determined no less than annually (or more frequently if the Board of Directors so determines is required), in good faith by the Board of Directors, after it has taken into consideration certain factors (including, without limitation, the general condition of the Company s industry, the historical performance of the Company, and the Company s financial prospects) and after it has consulted with an independent investment banking firm selected with the consent of the Group Executive Committee. In addition, after determining the Fair Market Value, the value of an individual Participant s shares, on a per share basis, shall not be reduced to reflect the illiquidity or minority nature associated with such Participant s shares.     (j)  Grant  means an award made to a Participant pursuant to the Plan and described in Paragraph 5, including, without limitation, an award of an U.S. Incentive Stock Option, U.S. Non-Qualified Share Option, Share Appreciation Right, Dividend Equivalent Right, Restricted Share, Purchase Share, Performance Unit, Performance Share or any Other Share-Based Grant or any combination of the foregoing.     (k)  Grant Agreement  means an agreement between the Company and a Participant that sets forth the terms, conditions and limitations applicable to a Grant.2      (l)  Group  means two or more Persons acting together as a partnership, limited partnership, syndicate or other group for the purpose of acquiring, holding or disposing of securities of the Company.     (m)  Options  means the collective reference to  U.S. Incentive Stock Options  and  U.S. Non-Qualified Stock Options .     (n)  Option Agreement  means an agreement between the Company and a Participant that sets forth the terms, conditions and limitations applicable to an Option.     (o)  Ordinary Shares  or  Shares  means ordinary shares in the Company, nominal value US$0.000115.     (p)  Parent  shall mean, with respect to the Company, a  parent corporation  of that corporation within the meaning of section 424(e) of the U.S. Internal Revenue Code of 1986, as amended from time to time (the  Code )     (q)  Participant  means an Employee or Director to whom one or more Options have been granted and such Options have not all been forfeited or terminated under the Plan.     (r)  Person  means an individual, partnership, corporation, limited liability company business trust, joint share company, trust, unincorporated association, joint venture, governmental authority or other entity of whatever nature.     (s)  Share-Based Grants  means the collective reference to the grant of Share Appreciation Rights, Dividend Equivalent Rights, Restricted Shares, Performance Units, Performance Shares, and Other Share-Based Grants.     (t)  Subsidiary  shall mean, with respect to the Company, any subsidiary of the Company within the meaning of Section 155 of the Act. For purposes of granting share options or any other  stock rights,  within the meaning of Section 409A of the Code, an entity shall not be considered a Subsidiary if granting any such stock right would result in the stock right becoming subject to Section 409A of the Code. For purposes of granting U.S. incentive stock options, an entity shall not be considered a Subsidiary if it does not also meet the requirements of Section 424(f) of the Code.     (u)  Director  shall mean any member of the Board of Directors, whether or not an Employee of the Company or any Subsidiary.", "As used in the Plan, the following words shall have the following meanings:(a)  Act  means the Companies Act 1963 of Ireland.(b)  Affiliate  shall mean with respect to any Person, any entity directly or indirectly controlling, controlled by or under common control with such Person.(c)  Board  means the board of directors of the Company, or a duly authorised committee thereof.(d)  Change of Control  means (i) the acquisition of ownership, directly or indirectly, beneficially or of record, by any Person or group (within the meaning of the Exchange Act and the rules of the U.S. Securities and Exchange Commission there under as in effect on the date hereof) of the Ordinary Shares of the Company representing more than 50% of the aggregate voting power represented by the issued and outstanding Ordinary Shares of the Company; or (ii) occupation of a majority of the seats (other than vacant seats) on the Board by Persons who were neither (x) nominated by the Board nor (y) appointed by directors so nominated. For the avoidance of doubt, a transaction shall not constitute a Change of Control or other consolidating event described in Section 9 below (i) if effected for the purpose of changing the place of incorporation or form of organization of the ultimate parent entity of the Willis group of1 companies (including where the Company is succeeded by an issuer incorporated under the laws of another state, country or foreign government for such purpose and whether or not the Company remains in existence following such transaction) and (ii) where all or substantially all of the Person(s) who are the beneficial owners of the outstanding voting securities of the Company immediately prior to such transaction will beneficially own, directly or indirectly, all or substantially all of the combined voting power of the outstanding voting securities entitled to vote generally in the election of directors of the ultimate parent entity resulting from such transaction in substantially the same proportions as their ownership, immediately prior to such transaction, of such outstanding securities of the Company. The Board, in its sole discretion, may make an appropriate and equitable adjustment to the Shares underlying a Grant to take into account such transaction, including to substitute or provide for the issuance of shares of the resulting ultimate parent entity in lieu of Shares of the Company.(e)  Company  means Willis Group Holding Public Limited Company, a company incorporated in Ireland under registered number 475616, or any successor thereto.(f)  Employee  means a person, including an officer, in the regular employment of the Company or one of its Subsidiaries who, in the opinion of the Board, is, or is expected to be, primarily responsible for the management, growth or protection of some part or all of the business of the Company.(g)  Exchange Act  means the U.S. Securities Exchange Act of 1934, as amended.(h)  Fair Market Value  means such value of a Share as determined no less than annually (or more frequently if the Board so determines is required), in good faith by the Board, after it has taken into consideration certain factors (including, without limitation, the general condition of the Company s industry, the historical performance of the Company, and the Company s financial prospects) and after it has consulted with an independent investment banking firm selected with the consent of the GEC. In addition, after determining the Fair Market Value, the value of an individual Participant s shares, on a per share basis, shall not be reduced to reflect the illiquidity or minority nature associated with such Participant s shares.(i)  GEC  shall mean the Group Executive Committee of the Company, or its successor body, or if none, the Board.(j)  Grant  means an award made to a Participant pursuant to the Plan and described in Paragraph 5, including, without limitation, an award of an U.S. Incentive Stock Option, U.S. Non-Qualified Stock Option, Share Appreciation Right, Performance Unit, Performance Share or any Other Share-Based Grant or any combination of the foregoing.(k)  Grant Agreement  means an agreement between the Company and a Participant that sets forth the terms, conditions and limitations applicable to a Grant.(l)  Group  means two or more Persons acting together as a partnership, limited partnership, syndicate or other group for the purpose of acquiring, holding or disposing of securities of the Company.2 (m)  Options  means the collective reference to  U.S. Incentive Stock Options  and  U.S. Non-Qualified Stock Options. (n)  Option Agreement  means an agreement between the Company and a Participant that sets forth the terms, conditions and limitations applicable to an Option.(o)  Ordinary Shares  or  Shares  means ordinary shares in the Company, nominal value $0.000115.(p)  Parent  shall mean with respect to the Company, a  parent corporation  of that corporation within the meaning of section 424(e) of the U.S. Internal Revenue Code of 1986, as amended from time to time (the  Code ).(q)  Participant  means an Employee to whom one or more Options have been granted and such Options have not all been forfeited or terminated under the Plan.(r)  Person  means an individual, partnership, corporation, limited liability company business trust, joint share company, trust, unincorporated association, joint venture, governmental authority or other entity of whatever nature.(s)  Share-Based Grants  means the collective reference to the grant of Share Appreciation Rights, Performance Units, Performance Shares, and Other Share-Based Grants.(t)  Subsidiary  shall mean with respect to the Company, any subsidiary of the Company within the meaning of Section 155 of the Act. For purposes of granting share options or any other  stock rights,  within the meaning of Section 409A of the Code, an entity shall not be considered a Subsidiary if granting any such stock right would result in the stock right becoming subject to Section 409A of the Code. For purposes of granting U.S. incentive stock options, an entity shall not be considered a Subsidiary if it does not also meet the requirements of Section 424(f) of the Code.", "As used in the Plan, the following words shall have the following meanings:(a)  2001 Plan  means the Willis Group Holdings 2001 Share Purchase and Option Plan as amended and restated on December 30, 2009 by Willis Group Holdings Limited and as amended and restated and assumed by Willis Group Holdings Public Limited Company on December 31, 2009.(b)  Act  means the Companies Act 1963 of Ireland.(c)  Board of Directors  means the Board of Directors of Willis.(d)  Change of Control  means (a) the acquisition of ownership, directly or indirectly, beneficially or of record, by any Person or group (within the meaning of the Securities Exchange Act of 1934 and the rules of the Securities and Exchange Commission thereunder as in effect on the date hereof) of the Ordinary Shares representing more than 50% of the aggregate voting power represented by the issued and outstanding Ordinary Shares; or (b) occupation of a majority of the seats (other than vacant seats) on the Board of Directors by Persons who were neither (i) nominated by Willis  Board of Directors nor (ii) appointed by directors so nominated. For the avoidance of doubt, a transaction shall not constitute a Change of Control (i) if effected for the purpose of changing the place of incorporation or form of organization of the ultimate parent entity of the Willis group of companies (including where the Company is succeeded by an issuer incorporated under the laws of another state, country or foreign government for such purpose and whether or not the Company remains in existence following such transaction) and (ii) where all or substantially all of the Person(s) who are the beneficial owners of the outstanding voting securities of the Company immediately prior to such transaction will beneficially own, directly or indirectly, all or substantially all of the combined voting power of the outstanding voting securities entitled to vote generally in the election of directors of the ultimate parent entity resulting from such transaction in substantially the same proportions as their ownership, immediately prior to such transaction, of such outstanding securities of the Company. The Board of Directors, in its sole discretion, may make an appropriate and equitable adjustment to the Ordinary Shares underlying a Grant to take into account such1 transaction, including to substitute or provide for the issuance of ordinary shares of the resulting ultimate parent entity in lieu of Ordinary Shares of the Company.(e)  Code  means the Internal Revenue Code of 1986 of the United States of America, as amended from time to time.(f)  Committee  means the Compensation Committee of the Board of Directors (or, if no such committee is appointed, the Board of Directors provided that a majority of the Board of Directors are  independent directors  for the purpose of the rules and regulations of the New York Stock Exchange).(g)  Company  or  Willis  means Willis Group Holding Public Limited Company, a company incorporated in Ireland under registered number 475616, or any successor thereto.(h)  Designated Associate Company  means any company in which a member of the Willis Group owns twenty percent or more of the voting share interest but less than fifty percent of the voting share interest and that has been designated by the Board of Directors as being eligible for participation in the Plan.(i)  Director  means any member of the Board of Directors.(j)  Dividend Equivalents  means an entitlement to receive, in such form and on such terms as the Committee may determine, the value of a dividend or distribution paid by Willis on one of its Shares in accordance with its Bye-Laws that would be payable on the number of Shares subject to a Grant.(k)  Employee  means a person, including a Director and an officer, in the employment of Willis Group or a Designated Associate Company.(l)  Fair Market Value  means, with respect to any property other than Shares, the market value of such property determined by such methods or procedures as shall be established from time to time by the Committee. The Fair Market Value of Shares as of any date shall be the per Share closing price of the Shares as reported on the New York Stock Exchange on that date (or if there were no reported prices on such date, on the last preceding date on which the prices were reported) or, if Willis is not then listed on the New York Stock Exchange, on such other principal securities exchange on which the Shares are traded, and if Willis is not listed on the New York Stock Exchange or any other securities exchange, the Fair Market Value of Shares shall be determined by the Committee in its sole discretion using appropriate criteria which, with respect to Grants to US Participants, shall comply with Section 15 and shall be determined pursuant to a reasonable valuation method as set forth in Section 409A of the Code.(m)  Grant  means an award made to a Participant pursuant to the Plan and described in Section 6, including, without limitation, an award of a Share Option, Restricted Share, Restricted Share Unit, Purchase Shares, Other Share-Based Grant, or any combination of the foregoing.(n)  Grant Agreement  means an agreement between Willis and a Participant that sets forth the terms, conditions and limitations applicable to a Grant.(o)  Ordinary Shares  or  Share  means the ordinary shares of the Company, nominal value $0.000115.(p)  Participant  means an Employee or Director of any member of Willis Group or a Designated Associate Company, to whom one or more Grants have been made, and such Grants have not all expired or been forfeited or terminated under the Plan.(q)  Person  means  person  as such term is used in Sections 13(d) and 14(d) of the Exchange Act.2 (r)  Share-Based Grants  means the collective reference to the grant of Purchase Shares, Restricted Share, Restricted Share Units and Other Share-Based Grants.(s)  Share Options  means options to purchase Ordinary Shares, which may or may not be incentive stock options within the meaning of Section 422 of the Code ( Incentive Stock Options ).(t)  Subsidiary  shall mean with respect to the Company, any subsidiary of the Company within the meaning of Section 155 of the Act. For purposes of granting Share Options or other  stock rights,  within the meaning of Section 409A of the Code, an entity may not be considered a Subsidiary if granting any such stock right would result in the stock right becoming subject to Section 409A of the Code.(u)  Substitute Awards  shall mean a Grant or Shares issued by the Company in assumption of, or in substitution or exchange for, awards previously granted, or the right or obligation to make future awards, in each case by a company acquired by the Company or any Subsidiary or with which the Company or any Subsidiary combines."], "title to units": [". Such Seller is the record and beneficial owner of the Purchased Units set forth on Exhibit A opposite such Seller s name, free and clear of any claims, liens, security interests, pledges, charges or encumbrances whatsoever. Such Seller has good and marketable title to the Purchased Units transferred by it under this Agreement, and full right, power and authority to sell such Purchased Units to Buyer as provided in this Agreement. Seller has not granted any option or rights and is not a party to any other agreement that requires (or upon the passage of time, the payment of money, or the occurrence of any other event may require) such Seller to transfer any of the Purchased Units to any Person other than Buyer as contemplated in this Agreement. Upon consummation of the transactions contemplated by this Agreement, Buyer will acquire good and marketable title to the Purchased Units transferred by such Seller, free and clear of all claims, liens, security interests, pledges, charges or encumbrances whatsoever other than those imposed by or through Buyer.3 3 "], "perform the services in a workmanlike manner and with professional diligence and skill, as a fully-trained, skilled, competent, and experienced personnel": [".\r  \r"], "waiver": [". No reliance upon or waiver of one or more provisions of this Agreement shall constitute a waiver of any other provisions hereof."]}